{
    "array": [
        "What do you call cheese by itself? Provolone.",
        "I broke my finger at work today, on the other hand I'm completely fine.",
        "What did the Dorito farmer say to the other Dorito farmer? Cool Ranch!",
        "I got fired from a florist, apparently I took too many leaves.",
        "The other day, my wife asked me to pass her lipstick but I accidentally passed her a glue stick. She still isn't talking to me.",
        "How many optometrists does it take to change a light bulb? 1 or 2? 1... or 2?",
        "I asked a frenchman if he played video games. He said Wii",
        "What did the judge say to the dentist? Do you swear to pull the tooth, the whole tooth and nothing but the tooth?",
        "I just read a book about Stockholm syndrome. It was pretty bad at first, but by the end I liked it.",
        "What's red and bad for your teeth? A Brick.",
        "'Hey, dad, did you get a haircut?' 'No, I got them all cut.'",
        "Why does Superman get invited to dinners? Because he is a Supperhero.",
        "Did you hear about the kidnapping at school? It's ok, he woke up.",
        "My boss told me to attach two pieces of wood together... I totally nailed it!",
        "A woman is on trial for beating her husband to death with his guitar collection. Judge says, ‘First offender?’ She says, ‘No, first a Gibson! Then a Fender!’",
        "Did you hear that David lost his ID in prague? Now we just have to call him Dav.",
        "I was wondering why the frisbee was getting bigger, then it hit me.",
        "They laughed when I said I wanted to be a comedian – they’re not laughing now.",
        "Recent survey revealed 6 out of 7 dwarf's aren't happy.",
        "Did you hear that the police have a warrant out on a midget psychic ripping people off? It reads 'Small medium at large.'",
        "Did you hear about the guy whose whole left side was cut off? He's all right now.",
        "I thought about going on an all-almond diet. But that's just nuts.",
        "Did you hear about the cow who jumped over the barbed wire fence? It was udder destruction.",
        "The shovel was a ground-breaking invention.",
        "Why did the coffee file a police report? It got mugged.",
        "What do you call a fat psychic? A four-chin teller.",
        "You know that cemetery up the road? People are dying to get in there.",
        "What do vegetarian zombies eat? Grrrrrainnnnnssss.",
        "What do you call two barracuda fish? A Pairacuda!",
        "I had a dream that I was a muffler last night. I woke up exhausted!",
        "How did the hipster burn the roof of his mouth? He ate the pizza before it was cool.",
        "You know what they say about cliffhangers...",
        "How many apples grow on a tree? All of them!",
        "How does a French skeleton say hello? Bone-jour.",
        "I'm practicing for a bug-eating contest and I've got butterflies in my stomach.",
        "Never take advice from electrons. They are always negative.",
        "I was just looking at my ceiling. Not sure if it’s the best ceiling in the world, but it’s definitely up there.",
        "Doctor you've got to help me, I'm addicted to Twitter. Doctor: I don't follow you.",
        "What do you call a cow with no legs? Ground beef.",
        "Why can't a bicycle stand on its own? It's two-tired.",
        "Slept like a log last night … woke up in the fireplace.",
        "I wish I could clean mirrors for a living. It's just something I can see myself doing.",
        "What do you call a gorilla wearing headphones? Anything you'd like, it can't hear you.",
        "A man got hit in the head with a can of Coke, but he was alright because it was a soft drink.",
        "Why are fish easy to weigh? Because they have their own scales.",
        "I was thinking about moving to Moscow but there is no point Russian into things.",
        "Why did the girl smear peanut butter on the road? To go with the traffic jam.",
        "Whoever invented the knock-knock joke should get a no bell prize.",
        "Sore throats are a pain in the neck!",
        "Want to hear a chimney joke? Got stacks of em! First one's on the house",
        "Why do choirs keep buckets handy? So they can carry their tune",
        "Toasters were the first form of pop-up notifications.",
        "A man is washing the car with his son. The son asks...... Dad, can’t you just use a sponge?",
        "I thought my wife was joking when she said she'd leave me if I didn't stop singing 'I'm A Believer'... Then I saw her face.",
        "This furniture store keeps emailing me, all I wanted was one night stand!",
        "I don't trust stairs. They're always up to something.",
        "What is the hardest part about sky diving? The ground.",
        "Have you heard the rumor going around about butter? Never mind, I shouldn't spread it.",
        "'Dad, I'm cold.' 'Go stand in the corner, I hear it's 90 degrees.'",
        "Every machine in the coin factory broke down all of a sudden without explanation. It just doesn’t make any cents.",
        "Imagine being held at gunpoint (bear with me) by a literate animal, and the only hope of rescue is (BEAR WITH ME) posting a coded message on Reddit.",
        "If Snoop Dogg dies before pot becomes legal in the US, He will be rolling in his grave.",
        "If a child refuses to sleep during nap time, are they guilty of resisting a rest?",
        "Want to hear a joke about a peice of paper? Never mind...it's tearable"
    ]
}