{
    "array": [
        "Isso é objetvo goals - Garfield Galático",
        "Eu caibo em qualquer buraco - Ulisses",
        "Tenho medo que a Elfrida me mate - Ulisses",
        "Quando pagas 1050 euros de propinas para vir para as aulas dormir - Rui",
        "Um duelo não pode ser nada menos que uma batalha de expressões da Elfrida - Hitler",
        "Ser do Cesium nos dias de hj é tipo ser da pide - Killbyte",
        "Onde está a minha quote? Também mereco ter um! - Jorge",
        "Jumento asqueroso - Milady",
        "Já fudeste essa merda toda - Ulisses",
        "Vou faltar ao DDN e quando me chamarem para a guerra vou matalos a todos e aliar me ao oponente - Garfield Galático",
        "Mais organizado que o Discord só mesmo os campos de concentração nazi - Diogo",
        "OLHA AQUI SEU JUMENTO\nQUEM DEU O BEIJO PRIMEIRO FUI EU - Milady",
        "Estava a ver que o meu dia ia acabar sem ver a retardadisse do gato em ação - Milady",
        "Hoje Miei, amanhã UM - Afonso",
        "Manilator exposes gato galático (NO CLICKBAIT!!!) - Sapos1",
        "Eu quero ver resoluções a ver se percebo um piço disto - Ulisses",
        "Desculpa querida, casei-me sem ver o WikiHow dos casamentos - Ulisses",
        "Oráculo não se escreve assim PUTA - Oráculo",
        "Eu trabalho numa organização contra o anime - Sapos1",
        "A tua inteligência nunca para de me surpreender - Milady",
        "ITS FUNNY BECAUSE THIS IS STUPID BUT MY LIFE SUCKS ANYWAY SO WTV - Milady",
        "Eu tb podia documentar... Se tivesse algo feito - Milady",
        "Suicido ao fim de contas não é nada mais do que o homicídio do próprio - Kaixi",
        "Secret Story é pornhub televisivo versao para crianças - Manilator",
        "brain is my pen\nknowleage is my ink\nmath is my language - Kaixi",
        "Fdp\nQuanto te apanhar vais desejar n ser oraculo - Sapos1",
        "Exp - Oracle",
        "Fds tu metes cada quote - Sapos1",
        "Todas as palavras inglesas podem ser passadas para verbos em português, basta ter vontade - Kaixi",
        "Vocês têm problemas - Sapos1",
        "Aborto mal feito\nDromedário falante - Manilator",
        "Wololo - MightyMime",
        "Tudo é fácil, nada é difícil, desde que saibas - Kaixi",
        "Isto parece mais um grupo de conspiração política contra um governo opressor do que um discord de Miei - MightyMime",
        "Tentámos tomr posse do CeSIUM e olha no que deu!(NOT CLICKBAIT) - Kaixi",
        "pôr o JBB a ensinar português - Sapos1",
        "fds eu vim para Miei, não estou aqui para discutir português - Sapos1",
        "Vim para Miei, não preciso de ter capacidades básicas de comunicação - (not a teacher)",
        "Apenas a impossibilidade é impossível - Sapos1",
        "Não meti mesmo a piada\nFui um nível de META mais acima, e mencionei uma possível piada - (Not a teacher)",
        "Haskell foi desprezado, gozado, espancado, mas agora toda a gente o quer de volta - Hitler",
        "Em comer é que está a felicidade da vida\nComer e Dormir - Hitler",
        "Os 10 minutos são uma ilusão, o verdadeiro intervalo encontra-se na aula onde não fazes um caralho - Manilator",
        "Eu nas aulas só stresso o quanto eu não sei esta merda - Ulisses",
        "O meu sonho era a aminha letra ser tão legível como hieroglifos - Hitler",
        "Desculpa querida mas eu só escreve hieroglifos - Ulisses",
        "Eu só faço bugs com bocadinho de códigos pelo meio - Hitler",
        "Ui, o Jbb vai começar a ensinar a arte da guerra - Dante",
        "os alunos duplicaram quando o Jbb entrou - Hitler",
        "Quando for grande quero ter uma camisola como a do Jbb - Hitler",
        "Empilhar de cima para baixo faz tanto sentido como construir uma casa pelo telhado - Hitler",
        "Isto não é o chat de Miei, é o chat dos bipolares anónimos - Hitler",
        "A originalidade dos vossos insultos amazes me - Hitler",
        "Olha burra era a tua mãe pa ter um jumento como tu - Milady",
        "A Milady tem me ali um pão\nVou rouba lo\nE come lo - Manilator",
        "O JBB QUER ATIRAR-ME À CARA QUE A MINHA LIFE SUCKS - Milady",
        "Não me lembro de dizer esta - Milady",
        "Tudo é uma quote hoje em dia - Oracle",
        "Eu não me divirto com elas\nTrafico de orgaos e assim paga bem -Sapos1",
        "Barrete é aquilo que usas quando está um frio que congela os pelos do nariz\nBéret é o que usas para engatar gajas - MightyMime",
        "Já experimentaste desligar e voltar a reiniciar? - (not a teacher)",
        "Eu uma vez joguei Pac-Man e passei as próximas 3 semanas a comer LSD enquanto fugia de ciganos - (not a teacher)",
        "Isto não é o mundo real\nTemos de nos suicidar para acordar - Oracle",
        "SAI DA JAULA MONSTRO - Manilator",
        "JUMENTO VOLTA PARA O RANCHO NOJENTO DE ONDE VIESTE - Milady",
        "CALOU ANTA DESFIGURADA - Manilator",
        "VOLTA PARA A POKÉBOLA SUA INÚTIL - Manilator",
        "TU DEVES ANDAR SEMPRE DO AVESSO\nTENS O CU NA CARA\nPESTILENTO - Milady",
        "Eu acabei de ler um dia inteiro de mensagens daqui, e sinto me muito mais culto e iluminado - Hitler",
        "A verdadeiro rede social é rede de pesca - Sapos1",
        "Parem com a censura - Sapos1",
        "Quem nunca jogou Half-Life devia ser crucificado - Sapos1",
        "QUANDO TENHO QUE ESCREVER MULTIPLAS LETRAS EM MAÍUSCULA USO CAPSLOCK - Kaixi",
        "Muito obrigado @Milady mereces que te acompanhe agora minha filha - José Cristo",
        "Por vezes a maior sabedoria é parecer que não se sabe nada - Int3rs3ct",
        "Se tirares notão no teste já não precisas de ir tirar notão no recurso - Kaixi",
        "As tuas palavras resvalam na carapaça da minha indiferença - Int3rs3ct",
        "AS MINHAS PALAVRAS ROÇAM NA TUA CARAPAÇA - Kaixi",
        "Tenho duas pilas enfiadas nos ouvidos - Int3rs3ct",
        "Falar com um bot é bastante triste\nfala comigo - Dante",
        "Será que falar portugues está para as gajas francesas como o falar frances está para as gajas portuguesas? - Hitler",
        "Não estás a comer decentemente se não deres estrondo - Milady",
        "praxe me outside the UM How about that - Int3rs3ct",
        "Eu vou a tudo, não tenho mais nada que fazer, prefiro ir às aulas do que ficar a olhar para o teto a pensar o que é que estou a fazer da minha vida - Hitler",
        "Caso eu me suicide\nDeixo o meu irmão gémeo fazer o meu trabalho - Manilator",
        "se ao menos alguem olha-se para mim como a @Milady para o @Manilator - MightyMime",
        "Estou a morrer no sofá, mas queria ver a novela - Hitler",
        "Não estás a viver a vida académica em pleno se fores às aulas - Hitler",
        "Só autista, retardado já é demais - Papichulo",
        "vamos todos falecer mais vale a pena procrastinar a vida toda - Sapos1",
        "Recursividade = reencarnar em Haskell - Milady",
        "achas que a Elfrida permite tal coisa - Sapos1",
        "Tens sorte que ainda n te apanhei - Sapos1",
        "Tudo o que ves acerca de mim e uma ilusao - Sapos1",
        "torneio de bots meia hora antes do teste de análise acabar smh - Oracle",
        "No fim do semestre, temos que fazer alto meet para lermos todas as quotes que juntamos ao longo do semestre - Hitler",
        "toda a gente pergunta onde está o JBB mas ninguém pergunta como está o JBB - Sapos1",
        "Todos os dias à meia noite, o svn fica down para honrar todos aqueles que por causa dele, chumbaram a LI ao longo dos anos - Hitler",
        "Aqui tem pessoal fixe, passo aqui o dia agora - Hitler",
        "Eu às vezes visto me de mulher e finjo que sou o Barack Obama - Manilator",
        "Mas vou me ausentar por hoje, até amanhã caros camaradas de luta - Hitler",
        "FILHA DA PUTA DA CAIXA DE DOMINÓS CAIU-ME NA TOLA - Oracle",
        "Estamos em MiEI ninuém tem mais amigos - Hitler",
        "A Milady é uma abóbora - Manilator",
        "VOU TE DAR KICK SEU AMENDOIM\nXÔ PUTA - Manilator",
        "Nada como beber uns shots de Listerine enquanto espreito pela janela - (not a teacher)",
        "Boy o melhor meme é o teu desde que bem - Milady",
        "Quase todas as quotes da Milady estão em Capslock\nEla não bate lá muito bem - Milady",
        "As quotes da Milady são produto de rage na sua forma mais pura - Hitler",
        "Couldnt agree more, my friend - Milady",
        "eu não sigo as regras\neu crio as regras - Sapos1",
        "A minha vida é uma mentira - Hitler",
        "Ninguém consegue derrotar o lendário Sapos1 - Sapos1",
        "1v1 me irl - Sapos1",
        "a ignorância é o melhor de todos os estados físicos - Sapos1",
        "nós nascemos ignorantes para morrermos ignorantes\nnão há nada no meio\napenas o vazio da existencia - Sapos1",
        "Sapos1 é a suprema criação - Sapos1",
        "Amen - José Christ",
        "Tenta canibalismo no teu colega - Sapos1",
        "Não precisas de comer, a fome é psicológica - Kaixi",
        "real man só fazem um commit com o programa todo feito sem bugs -m \"commit final\" - Kaixi",
        "Real men escrevem o código alterado no commit - Oracle",
        "Também tinha disso, o log era o diário da minha depressão - Hitler",
        "que spammers da piça - (not a teacher)",
        "@(Not a Teacher) a lore deste discord é demais para ti? - Sapos1",
        "Infiltrate no cesium - Sapos1",
        "vais ao cesium comer!\ntens la snacks a venda :V - herulume",
        "Eu só queria dormir e não acordar, assim o pequeno almoço nunca se tornava um problema - Hitler",
        "Vendem durex à beira de doritos :thinking: - Oracle",
        "Doritos and chill - Hitler",
        "aaaaaaaAAAAAAAAAAAa - (not a teacher)",
        "thats cyberpunk as shit nonetheless - herulume",
        "que trigger tao funcional - herulume",
        "Japao é mesmo terra do demônio - Sapos1",
        "fotos do caderno são overrated. Fazes fichas e o trabalho de li2 e ficas preparadissimo para o teste - Mendess (2/3º Ano)",
        "eu nao sei quais sao e quais nao sao\nando a spamar esta piada em todo o lado - (not a teacher)",
        "Rekt m9 - Sapos1",
        "tenho de me lembrar que sarcasmo não sabe protocos de http - Mendess (2/3º Ano)",
        "stop\nhammer time - (not a teacher)",
        "Das 2 uma, ou o pc tá sem bateria ou se lhe deres um tempinho ele volta ao normal probably\nOu isso ou martela o botão até dar - Milady",
        "Às vezes os pcs batem simplesmente mal - Milady",
        "Solução\nAtira o pc contra a parede - Milady",
        "Bem vindo à Selva MiEI - Manilator",
        "Eu não sou terrorista, só quero forçar as outras pessoas a terem as mesmas crenças do que eu -Kaixi",
        "Sou um servo de Alah, o nome que me foi dado é Muhammed - Kaixi",
        "Eu acho que quem roubou o secador de cabelo ao Goku foi o @Oracle - Sapos1",
        "Ok, calma aí Mr.Descartes - Kaixi",
        "Eu duvido de tudo, até de duvidar eu duvido - Sapos1",
        "Amanhã sou toda vossa\nPara explicações quero eu dizer - Milady",
        "Levas uma lambada nessa face - Sapos1",
        "Baixa a bolinha - Milady",
        "Sinto que fiz uma boa ação\nPq é q parece que vou vomitar?\nNão gosto de ser boa pessoa - Milady",
        "Fui à rua a uma convenience store, de noite de pijama de manga curta enquanto chuvia sem oculos\nLiving the dream\ngot my matsuya cider, worth - (not a teacher)",
        "Anime contribui mas para a minha morte - Sapos1",
        "Xô anime fag\ndeviam todos falecer - Sapos1",
        "im so random xD\nRAWR XD - (not a teacher)",
        "Ter aulas é uma ilusão - Sapos1",
        "Eu que te apanhe hoje @Oracle - Sapos1",
        "you can ghci my cock - Kaixi",
        "VÊ LÁ SE NÃO QUERES LEVAR OH MILADY\nVÊ LÁA\nTAS A AMEÇAR ME???\nTAS? - Manilator",
        "NAUM TENHUH MEDU! - Manilator",
        "Berra ALLAHU AKBAR e atira uma mochila po meio do corredor e vê se o povo não começa a correr - Milady",
        "wtf eu sou um hackerman para a ISIS, atirar bombas dá muito trabalho - Kaixi",
        "Atiras bombas em Haskell - Milady",
        "ARROZ > MASSA - Manilator",
        "MORTE AOS CONSUMIDORES DE MASSA - Sapos1",
        "Abutres com penas despenadas - Manilator",
        "BOMBOCAS > TUDO - Manilator",
        "MAASSSSAAA\nAASSCEND - Killerbyte",
        "ele pode estar online e a dormir ao mesmo tempo - Kaixi",
        "Tudo puta\nOlé olé\nOh rosa levanta a saia\nOh rosa levanta a bem\nOh rosa levanta a saia\nQue bela cueca tem\nQue bela cueca tem\nQue bela cueca tinha\nOh rosa levanta a saia\nQessa cueca ainda vai ser minha\nBy Manilator - Manilator",
        "à pouco assustei o Mighty, sinto-me realizado - Sapos1",
        "A retardadisse dele anda a falhar - Milady",
        "as minhas quotes são o verdadeiro significado deste discord - Sapos1",
        "e eu não ganho para isto\nnem para a eletricidade do server ganho - MightyMime",
        "E aqueles fragmentos de haskell deram me um triggerzinho daqueles - (not a teacher)",
        "Nós somos mesmo crianças, dão nos um bot que cita as nossas falas e passamos o dia a brincar com isso - Hitler",
        "Se fores sempre criança não podes morrer de velhice - Sapos1",
        "A maior mentira foi quando comprei um pc a pensar que era portatil e já é a terceira vez que fica sem bateria hoje - Hitler",
        "Fodasse trouxe do pingo doce um peso do caralho e não me doem os bíceps, só os braços - Kaixi",
        "Viveste enganado a tua vida toda mon ami - Milady",
        "HIS RAGE IS GOING TO BE RELEASED\nSeek shelter - Milady",
        "simpatia não é permitida - Sapos1",
        "futuro = passado = presente = domingo - Kaixi",
        "while (!Milady(Calada)) printf(\"CALOU CRLH\"),  - &42",
        "Alguém dê reset ao Mighty - Milady",
        "If come to warn that if you dont stop this madness youll become gay - &42",
        "A voz do nando tá sempre a falhar, é mesmo cute - Oracle",
        "Vamos todos ter, 20 questões e 20 crises existenciais - &42",
        "A true god may never have just one name - &42",
        "Manda um beijo ao Nando por mim - Milady",
        "Eu dou-te pau de graça - Milady",
        "O Fernando é o verdadeiro, veio para uma das mesas onde nos, meros plebeus nos sentamos, e sentou se também - Hitler",
        "Finalmente a retardadisse em ação - Milady",
        "Hitler the Hitman - Sapos1",
        "A paz era apenas uma ilusão criada pelo inimigo - Hitler",
        "O macbook é pesado - Milady",
        "Chove a chover e a chuva não lhe toca - Manilator",
        "Dab :clap: review :clap: - Sapos1",
        "* dab * - (not a teacher)",
        "Never gonna give Hitler up. Never gonnalet Hitler down. - Kaixi",
        "Os gajos que descobriram moléculas tinham moléculas, plot twist - Kaixi",
        "Os gajos que descobriram os isqueiros não tinham isqueiros - Hitler",
        "Os gajos quando descobriram como acender fogueiras não tinham isqueiros - kaixi",
        "A vida é a busca por algo superior - Sapos1",
        "Acham que é uma boa solução morrer antes do teste de Análise? - Hitler",
        "estou a tentar arranjar pau - Kaixi",
        "tem pau ao dimicílio ? - Kaixi",
        "coisas estranhas se estão a passar - Sapos1",
        "há pau pra todos - Sapos1",
        "Posso bater cm o pau? - Milady",
        "Tudo em mim é mágico\nPau incluído - Milady",
        "Hitler o que pedes em troca por nudes tuas? - Manilator",
        "fica aqui prometido que se tirar 9.5 a analise nesta frequencia, pago uma rodada, é tudo e bom estudo - herulume",
        "Bom estudo e VIVA AO 95 - Milady",
        "Calou\nPutas\nPokemons\nAsuis - Manilator",
        "sou Deus mas tipo mais feio e gordo e escravo do CeSIUM - herulume",
        "Faço 1v1 em qualquer plataforma - Sapos1",
        "Alguem tem cheats para Analise? - Manilator",
        "Vou me mutilar com a pasta de dentes - Manilator",
        "O q interessa é q alguém cague - Milady",
        "O meu sonho é morrer que nem pintassilgo fora de água - Manilator",
        "mistakes were made - herulume",
        "Nunca deixem de fumar por alguém. Esse alguém um dia vais vos abandonar mas o cancro fica com vocês até a morte. - Manilator",
        "Hoje a sair de PI mais pessoal começou a fazer olhares de que me ia matar\nacho que vou ser assassinado hoje - Oracle",
        "He discovered the best social network with a simple trick , and now miei students hate him. Watch this free video and discover it too - Hitler",
        "Integrais são a melhor dorga - Hitler",
        "Tinha de ir pa tirar 6, pq tem nota mínima - Milady",
        "Oh amor, mas eu contigo já nem preciso dizer nada\nSão sp encontros mt intensos\nAinda me doi a mão - Milady",
        "Coitado é quem realiza o coito deitado -Milady",
        "Coitados de nós\nCOITADO DE QUEM É COITADO\nCOITADOOOOOOOOOOO - Milady",
        "E o Ezio é quem?\nÉ maior de idade?\nAsking for a friend - Milady",
        "Ahahaha sp a fornecer material para alimentar o belo bot JBB - Milady",
        "Estes gajos falam muito aqui no discord mas quando é irl já têm medo de 1v1 - Sapos1",
        "Mas o q é q tu queres saphole\nPerceberam?\nAsshole\nMas adaptado a sapos\nAHAHAHA GENIAL - Milady",
        "O meu sonho é morrer - (not a teacher)",
        "O meu exército de sapos está em todo lugar que eu pensava que era melhor ter sido a trabalhar na destruição do Japão. - Sapos1",
        "Ao excluirem me, estão a excluir me a mim - Gato Galatico",
        "Comida, bebida e um bom throwback dos tempos em que portugal tinha futuro\nViva Salazar! Viva o regime! - &42",
        "Temos de instaurar o Novo Estado Novo - Sapos1",
        "mistakes were made - herulume",
        "E SE EM VEZ DE ACEITE FOSSE AZEITE? - General Peixinhos«small_dick»",
        "E MARCAR UMA ORGIA DE CURSO? - General Peixinhos«small_dick»",
        "Tudo o que eu faça é spam\nDireta ou indiretamente - MightyMime",
        "Procrastinar é aquilo que melhor faço xD - Bernirk",
        "tu tens problemas graves com os animes - Sapos1",
        "vou comprar mais merchandise da personagem que uso como avatar aqui\ncomo se sentem - (not a teacher)",
        "A felicidade é efémera - (not a teacher)",
        "Mas morres sozinho e não acompanhado da tua waifu - (not a teacher)",
        "prefiro morrer sozinho do que viver como tu - Sapos1",
        "Vendi a minha FAMILIA para comprar hentai manga NOT CLICKBAIT - Hitler",
        "1 like, 1 amén for that wise man - Milady",
        "Eu tive um prof de moral que ao abrir um website qualquer apareceu no autocomplete um site porn\n:thinking:\neste padre Vítor, sempre maroto - (not a teacher)",
        "Non, admites o teu fetiche como um homem a sério, sem nada a temer - (not a teacher)",
        "um tipo a apalpar dildos como quem apalpa vegetais no supermercado - (not a teacher)",
        "i have no fucking idea - (not a teacher)",
        "nani the fuck\ntraps + loli\ncrossover episode - MightyMime",
        "A gaja é pa chamar à atenção\nE dps tem uma dick\nGorro para a dick\nVcs têm frio na dick? - Milady",
        "sinto-me pior com o monte de corações do que se fosse um chorrilho de insultos - MightyMime",
        "if you dont have a shlock you get the glock - MightyMime",
        "Eu caguei para ler a lore, eu entro aqui, spamo, vou me embora e quando volto faço o mesmo, sem ler nada. - (not a teacher)",
        "e hoje uma school girl que me fez pensar \"better not, im too young for jail\" - (not a teacher)",
        "If she breathes she breeds - Sapos1",
        "PO CRLH\nSOU UM TRATOR COM ORGULHO\nRONC RONC\nCEIFO A PUTA DA TERRA TODA - Milady",
        "Tu precisas de deus nosso senhor jesus cristo na tua vida - Milady",
        "G8\nVamos ser todas amigas 4ever tada - Milady",
        "Treina o teu filho como se treina um cão - Sapos1",
        "educação pelo medo, resulta sempre - &42",
        "Eu não percebo esta juntentude de agora, no meu tempo eram 2 chapadas pedagógicas e nunca mais a gente abria a boca\nNem pa comer quanto mais pa falar - Milady",
        "duas chapadas à cavalo a ver se não ia ao sitio - &42",
        "O puto manda a mãe po crlh, a mãe diz q vai chamar o pai, o pai vem e o puto imediatamente cala-se\n(Puto com 17 anos) - Milady",
        "Eu n planeava acordar tão cedo, mas o vento e portões destrancados impediram-me de continuar\nO meu\nSONO DE BELEZA\nAgora pareço um zombie - Milady",
        "Estiveste a programar?\nProgramar alimenta-te\nnão devias ter fome - Milady",
        "Eu adoro o facto de mais de metade das quotes serem da Milady\nGrande gaja q ela deve ser - Milady",
        "*global dabbing* - (not a teacher)",
        "Eu auto circuncisei-me como forma de impor respeito no meio de um gang de gunas, para eles nao pensarem que eu era mais fraco que eles. E para o fazer usei um garfo. Não se metam comigo, eu sou hardcore -(not a teacher)",
        "Levas uma cabeçada no céu da boca - Sapos1",
        "Quem vai precisar de proteção são vocês\nAhahahahahahahahha - Oracle",
        "Ele é pequenino, frágil - Milady",
        "Se tu és anime fag deves gostar dessas coisas - Sapos1",
        "Os meus pais nunca me bateram mas é porque tinham nojo de me tocar com as mãos. Por isso só levei lashings com um cinto, mas na verdade sinto um certo fervor erótico quando me batem com um cinto, por isso nunca me incomodou. - (not a teacher)",
        "Mas a Milady n quer ninguém\nEla é uma bitch - Milady",
        "Eu alimento o jbb\nTrato dele como se fosse meu - Milady",
        "@Milady Dás-me meio dia a sós contigo durante a noite no teu quarto, portas trancadas, e em duas horas deixo-te a adorar haskell - (Not a Teacher)",
        "A melhor maneira de dizer holocausto é a tua desde que bem - Milady",
        "@Milady Diz-me dinheiro que não seja desnecessário de gastar então. Tudo é desnecessário. A vida é desnecessária. Deixa-me ser temporariamente feliz por venerar uma personagem fictícia, ao menos isso distrai-me da futilidade da vida. - (Not a teacher)",
        "auto suicido para o rei dos pleonasmos - herulume",
        "MARTINHI AND MOÇA AND RUMOURED TO BE TOGETHER (CIRCA COLORIZED) NOT CLICKBAIT - Milady",
        "Eu apenas quero tornar o cesium num neo Estado Novo - sapos1",
        "A dizer que os admin eram boas pessoas e o crl\nTudo mentira - MightyMime",
        "I dont wanna go. - Oracle",
        "its not gay if you have socks on - Mendes(2/3°ano)",
        "this is reaching levels of nerdiness never though possible - Mendes(2/3°ano)",
        "SE NAO FORES SOCIA QUE TAS A FAZER A TUA VIDA? VIVA A REPUBLICA VIVA O CESIUM - herulume",
        "antes do C veio o B e o A - Kaixi",
        "O assembly veio primeiro\nDepois veio o c\nO avô dos dois é o binário\nO haskell é o filho bastardo - MightyMime",
        "Jamais\nJamais trairei o anime control\nNEVER\nSomos nós contra os fags - Milady",
        "se te viciares em anime vais tornar-te naquilo que juraste destruir - sapos1",
        "Nunca me renderei ao anime\nMas vou-lhe dar uma chance - Milady",
        "Os verdadeiros gods de haskell transcendem a humanidade - (not a teacher)",
        "Se n funcionar eu dou-me um tiro por ti - Milady",
        "quando te apanhar\nvou-te bater tanto na cabeça que vais virar weeb como eu - (Not a Teacher)",
        "Hask hell - Milady",
        "se tentares espetar um garfo no pé, chances are, alguem te vai dizer para não o fazeres\naqui é a mesma coisa - (not a teacher)",
        "Queres coisas deprecated? Televisão a preto e branco, José Sócrates, Nintendo Wii, a minha vontade de viver - (not a teacher)",
        "Não há melhor companhia do que a solidão - Sapos1",
        "@herulume Eu sou herulumesexual no entanto - (not a teacher)",
        "Vai de pica - Mendess",
        "PM é melhor que irl porque podes mandar nudes <:happy_Afonso:418528464002482178> - MightyMime",
        "a minha voz mental leu em voz alta e ouvi dentro do meu brain - herulume",
        "Vai de piça é uma expressao que comecei a usar este semestre, aplica-se a demasiadas coisa em informatica xD - Mendess",
        "O cesium patrocina pizza ao pessoal? Onde me posso alistar para isso? - Hitler",
        "o cesium controla as pessoas? Onde me posso alistar para isso? - Sapos1",
        "O cesium tem pessoas? Onde me posso alistar para isso? - Milady",
        "Nós acreditamos em ti Milady - Hitler",
        "opa nao, mas quando me pagarem pizza eu sou puta mansa - herulume",
        "Alguém diga ao Martinho q o seu segredo foi descoberto - Milady",
        "O cesium é tipo ditadura que controla todas as ações dos seus associados? - Hitler",
        "O Martinho é capaz de não gostar xD - Mendess",
        "quero uma quote disto sff - herulume",
        "era ir-lhes ao cu a tocar amalia e eles chamarem-me salazar - herulume",
        "\"esta função faz-se com duas linhas em haskell.\"\nOracle - \"hold my beer!\" - kaixi",
        "Nobody escapes from the quotes - Milady",
        "O discord suga toda a tua vontade de estudar - Milady",
        "Sapos é kawaii - Oracle",
        "Já alguma vez vos aconteceu de se levantarem a meio da noite cheios de fome e vontade de mijar, e irem até à cozinha, abrirem o frigorífico e mijarem lá para dentro? - (not a teacher)",
        "Já acordei a meio da noite para mijar com calor nos pés porque estava de meias\nTirei as meias e fui mijar com as meias na mão\nDeitei as meias na sanita e mijei dentro do cesto da roupa\nFui dormir e e só vi no dia seguinte - MightyMime",
        "Mighty atinge níveis de retardadisse maiores que os do gato (circa 2018, colorized) - Milady",
        "Paté de atum é que é a shit. Homemade. Quando eu ainda tinha alguma vontade de viver conseguia dedicar 3 minutos da minha vida a fazer o paté, para depois podes disfrutar durante uma tarde inteira. Em retrospetiva, comer um panelão daquilo em apenas uma tarde não devia ser saudável, mas pronto. A crippling depression que me impede de sair do quarto e ir fazer o paté também não é saudável, enfim. - (not a teacher)",
        "Sejamos honestos, se escrevestes alguma dessas atrocidades ambíguas e os teus pais não te deserdaram ou impediram de entrar em casa, então é um caso de child abuse, porque mereces esse tratamento. - (not a teacher)",
        "ele sentia-se excluído por isso excluiu-se - Sapos1",
        "Eu posso libertar os meus peixinhos para a cara dela - General Peixinhos«small_dick»",
        "Não tenho culpa que a minha opinião esteja certa 142% das vezes ao contrário da opinião popular - kaixi",
        "@herulume  desculpa ter a piça nos ovários e não ser o homem que pensavas que era -General Peixinhos«small_dick»",
        "\"eu nao estou a dizer que não tens direito a opinião,  apenas tens a minha opinião que é um facto e a tua frase errada\" - resende 2k18",
        "PRONTOS PARA ESCARAFUNCHAR O MEXILHÃO CARALHO? - General Peixinhos«small_dick»",
        "eu estava a dar uma indireta\nÉs giro\nQuero-te comer - (not a teacher)",
        "O @(Not a Teacher) quer comer todos- Milady",
        "Portugal pode ser um país cinzento\nMas tem bacalhau e enchidos - MightyMime",
        "eu só quero é esfregar na vossa cara que estou a viver a vida boa - (not a teacher)",
        "Ficas chateado e vais descarregar as chatices 190km/h de cada vez - Hitler",
        "Isto é tipo o Dark Lord, tocas ali ele vem logo\nou gajas\nTb da - herulume",
        "1v1 irl com a  @Milady so acaba com a morte do outro - MightyMime",
        "Vamos fundar o clube dos deprimidos e ansiosos - Milady",
        "Felicidade ?? Amigos?? Só conheço depressão e ansiedade - sapos1",
        "Eu vivo a vida um grão de arroz de cada vez - Sapos1",
        "Sou tão viciada em carros que invés de ler “sexo” já leio “Saxo” - Aquela Ex.",
        "é uma pessoa que fodes de vez emquando quando a taxa do sangue de baco ta elevada e depois vais para o mac comer porque foda-se a vida - herulume",
        "Grão a grão enche a Elfrida o papo, professora - Milady",
        "FAÇA me UM FAVOR FAÇA ME AS CURVAS DE NIVEL DOS MEUS COLHOES -General Peixinhos«small_dick»",
        "A holocaust a day keeps the devil at bay - Oracle",
        "Lá (Cesium) tem barões?\nTipo para strips e lap dances? - General Peixinhos«small_dick»",
        "vais vais, levas com o Martinho a cantar que te fodes - herulume",
        "era arrandar o lolcasto do windoze as dentadas e cuspir acido nas covas, puta de sistema operativo mais anal - herulume",
        "fui eu que programei os colhões do diabo - General Peixinhos«small_dick»",
        "Fds tenho cona nao tenho um tunel -  General Peixinhos«small_dick»",
        "Tens laranjas no tronco? - Milady",
        "Strong independent woman\nDont need no bicicle - Mendess",
        "Eu curto novelas porque dps fazem compal edição especial - Milady",
        "Se fosse um gajo ainda te ia ao cu filho da puta - General Peixinhos«small_dick»",
        "*Milady strikes again* - Milady",
        "So tenho vontade de cortar os meus tomates e meter-los na boca do @Hitler - General Peixinhos«small_dick»",
        "Tenho vontade de violar os barramentos de alguém - General Peixinhos«small_dick»",
        "anda violar os meus barramentos seu caralho - kaixi",
        "se alguem está a fazer sexo contigo e tu dás consentimento então ele não te pode violar :thumbsup: - kaixi",
        "Ha quem seja grammar nazi, eu sou indentation nazi - Mendess",
        "voltas-me a dizer essa merda chupo-te a piça e chamo-te gay - (not a teacher)",
        "Rebonacci\nRe\nRe\nRee\nReee\nReeeee\nReeeeeeee\nReeeeeeeeeeeee\nReeeeeeeeeeeeeeeeeeeee - Kaixi",
        "que merda de quote - (not a teacher)",
        "EU QUERO COMER FIAMBRE COM BOLACHAS E ACABARAM-ME COM O FIAMBRE\nAI ALGUÉM VAI MORRER - Milady",
        "ponho a mão na mão do meu senhor * dab * - (not a teacher)",
        "estava a cagar caralho\nchupistas - (not a teacher)",
        "Para cada yin há um yang, nao há luz sem sombra, nao há bem sem mal, não há fluffy sem sapos - (not a teacher)",
        "Queres coisas deprecated? Televisão a preto e branco, José Sócrates, Nintendo Wii, a minha vontade de viver - (not a teacher)",
        "@Milady Dás-me meio dia a sós contigo durante a noite no teu quarto, portas trancadas, e em duas horas deixo-te a adorar haskell - (Not a Teacher)",
        "Milady dropping that knowledge - Mendess",
        "Só trabalhas se quiseres fazer o curso - Hitler",
        "Tu tás a abusar hj oh Mani\nCorto-te o cabelo à chapada - Milady",
        "bate-me e diz que tirei 9.5 - herulume",
        "quero ser ameaçado assim\nhit me harder mommy - (not a teacher)",
        "Nao fizeram quote da tua quote que dava para uma quote na lista de quotes das quotes do servidor - manilator",
        "@Milady  camarada-zoned\nworst than friendzone - herulume",
        "give me that for free - karl marx - (not a teacher)",
        "juro que os caloiros estao cada vez mais burros - BrunoM",
        "Seus filhos de 30 putas - (not a teachaer)",
        "Muito bom\nMUITO BOM\nGostei\nVou me suicidar - Manilator",
        "ninguém partilou o fomulário? - MightyMime",
        "Reeee\nEu já partilhei seu inculto - Oracle\n",
        "É procrastinando que se faz o curso\nHell é procrastinando que se faz a vida - Milady",
        "rumo às salas 24 tomar banho com um garrafão de vinho verde e sabonete das casas de banho - MightyMime\n",
        "Tu não escolhes miei, miei escolhe te a ti\nMiei is love ❤ - Hitler",
        "Se me dissesses que o filho dele era um pc arcaico que ainda corre msdos acreditava. Agora filhos humanos nunca pensei - Hitler",
        "HAHAHAHAHA\nFUCK\nTENHO UMA AFTA NA LINGUA\nSAI PUTA - Manilator",
        "levas um rm -rf\nna cara - herulume",
        "Já consegui por o pc a hibernar já fiz alta festa. Não morreu - Hitler",
        "Faggots\nVou começar a cultivar arroz\nPara depois comer\nE dizer\nQue bom arroz! - Sapos1",
        "Plantar arroz recursivamente - Sapos1\nCUIDADO\nse não tiveres caso de paragem enches o planeta de arroz - MightyMime",
        "Ouvir o Proença logo pela manhã é a melhor maneira de começar o dia ❤ - Hitler",
        "A vontade de ter aula com o Proença move me para fora da cama, dá me logo outra vontade de viver - Hitler",
        "O ponto mais alto das aulas dele foi quando um gajo da praxe andava com uma cana e tinha uma dúvida o stor virou se para ele \"eu vou ai tirar te a dúvida mas por favor não me batas com a cana\" - Hitler",
        "\"Sempre do contra\"\nLevas já um croque nessa cornadura - Oracle",
        "Sinto-me realizado\nIt parsed\nit\nfucking\nparsed - (not a teacher)",
        "a promessa de um prato de arroz no fim do dia é o que me dá energia para viver - MightyMime",
        "a falta de arroz no meu dia leva-me a cometer homicídio - Sapos1",
        "PARTO-TE ESSE CADÁVER TODO QUE VOLTAS À VIDA SÓ PARA MORRER OUTRA VEZ - Sapos1",
        "como te sentes sabendo que eu quando vejo gente a fazer videochamadas vou para trás dessa gente e faço dab - (not a teacher)",
        "feet licking is an underappreciated fetish - (not a teacher)",
        "Ai fds, mandei um soco no nariz - MightyMime",
        "Senti a minha futura quote ignorada -Milady",
        "`to(be) || !to(be)` - Kaixi",
        "eu como arroz no forno\nO chamado arroz judeu - Kaixi",
        "Eu conduzo bicicleta\nE em casos raros carrinho de compras - MightyMime",
        "1. haskell é buéda fixe\n2. quem manda sou eu\n3. small chest > big titties\n4. haskell é buéda fixe - (not a teacher)",
        "Abaixo o anime, abaixo o NECC, viva o CeSIUM, viva a ditadura - Hitler",
        "O nosso server é rijo, não vai abaixo - Hitler",
        "sobreviver é a arte de viver - Sapos1",
        "very deep maybe as deep as it goes - Kaixi",
        "Tou a comê-lo quase - MightyMime",
        "love me some dick ... hum, I mean ... miss me with that gay shit - Kaixi",
        "Sinto-me abençoada hoje O <@272098945809907715> veio de cabelo solto Senti que Jesus Cristo me está a acompanhar nesta divina aula de lógica - Milady",
        "Se o teu objetivo for ter um objetivo então tens um objetivo e por isso és feliz - kaixi",
        "Odeio quando a stora de tfm se rebaixa como fez agora Sou mesmo burra, eu tenho isto aqui Apetece me levantar, ir à beira dela e dar lhe um abraço Pronto já passou - Manilator",
        "A melhor altura da aula é quando já vais para lá com vontade de não ir, decides começar a passar as cenas do quadro para não te sentires inutil e tudo é apagado. - Manilator",
        "HEIL FÜHRER MANI - Manilator",
        "So é violado quem não quer - Int3rs3ct",
        "vou-lhes oferecer o sapos1 como sacrificio eles gostam de sangue de batráquio - MightyMime",
        "Não podes ter o coração partido se não tiveres coração - Sapos1",
        "C é como as mulheres para mim Não as percebo - Dante",
        "Não sei, miss me with that metodo A shit - Hitler",
        "MENDES A MINHA BARRIGA VAI MATAR O TEU PROFESSOR - Milady",
        "A elfrida não precisa de folha de presença, a elfrida é a folha de presenças - Hitler",
        "A Elfrida não se esquece, a folha é que se esquece da elfrida - Hitler",
        "ELE Q SE DESPACHE Q A MINHA BARRIGA ESTÁ A RONCAR - Milady",
        "quando escrevem em caps lock eu imagino as pessoas sempre a gritar xD - Mendess",
        "@Dante 99% dos problemas do código estão entre o PC e a cadeira - Jbb",
        "O que é que achas que o Proença vai chamar ao bebê que tem na barriga - Milady",
        "quando escrevem em caps lock eu imagino as pessoas sempre a gritar xD - Mendess",
        "O Proença não é a minha definição de belo - Dante",
        "copied code > no code - kaixi",
        "O stor a dizer que é um engenheiro informático competente loles - Dante",
        "Eu mordo Se me pedirem NHOM NHOM ARRANCO-VOS A CARNE À DENTADA - Milady",
        "Porque é que não usas só as que podes usar? - Sapos1",
        "@Milady OH MINHA GANDA ROSA QUERES LEVAR COM UMA ABELHA? - Manilator",
        "eu vou vestir uma peruca e deixar o @herulume fazer o que quiser com o meu corpo - (not a teacher)",
        "Mulher prevenida vale por duas - Milady",
        "FDS SAPOS CA PUTA ÉS LINDO FDS PODIA BEIJAR O TEU CEREBRO JESUS - Milady",
        "CHAFURDA NO MEU PÓLEN - Milady",
        "Volta po charco oh pegajoso - Milady",
        "Calor do caralho que diabetes - Dante",
        "Rapazes lindos ∩ MIEI = ∅ - Oracle",
        "Fêmeas ∩ MIEI = ∅ - Sapos1",
        "sonhos de menino e chama-me tony - herulume",
        "fds preferia que ele enfiasse a gaita no meu rabo Era mais emocionante - (Not a teacher)",
        "Quem me dera ser um fofinho - Manilator",
        "o manilas diz isso mas gosta quando eu lhe chupo a piça - (not a teacher)",
        "e se nao consegues lembrar-te do quanto dói estar acordada e adormecer logo on the spot, então és plebe - Not a Teacher",
        "Reza a lenda que o toque do Proença otimiza ao máximo a conversão para assembly de todo o código que escreveres durante a tua vida - Hitler",
        "Eu adoro aquele homem, quero q ele me continue a assediar ❤ - Milady",
        "a nao ser que seja a app para juntar pernetas para vender sapatos e dividirem entre eles, duvido - Not a Teacher",
        "O emoji 🤔 é o símbolo da união neste maravilhoso discord - Hitler",
        "O melhor significado de mc é o teu desde que bem - Hitler",
        "Vamos aproveitar o dia de hoje para implementar o estado novo caros camaradas? - Hitler",
        "Chupa-mos abacaxi - Oracle",
        "Reza a lenda que um te aparecerá se fores a tal - Hitler",
        "Gordura é formusura e a do Proença é uma esplendura - Milady",
        "eu queria era a barriga dessas tuas pernas oh Milady 😏 - Milady",
        "O semestre devia durar tanto como a bateria do meu pc - Hitler",
        "Hitler, the pussy dictator Pt. 1 - Kaixi",
        "LI IS SHORT FOR LINDO - Oracle",
        "Milady a não olhar para o telemovel Melhor piada 2018 - Kaixi",
        "Bom dia pseudo-menina - Dante",
        "só por gostar de seres do sexo masculino sou paneleiro ? meu deus como este mundo vai - Kaixi",
        "QUERES DAR UMA SAIDA PARA O MONTE EVARESTE?\n QUANDO CHEGARES AO CIMO ATE SENTES ARREPIOS - * BOT * Oracle_GAY (P(E)IXOTA)",
        "A @Milady aprecia cérebros como um gajo aprecia cus - MightyMime",
        "A elfrida não tem auto estima A auto estima é que tem a elfrida - Manilator",
        "Para quê trabalhar honestamente quando podes roubar? - Sapos1",
        "A Elfrida não compreende o desespero dos alunos porque ela não o tem. E o pouco que cria transfere por osmose ao aluno mais próximo (com um limite de alcance de 2,37 metros em média) - MightyMime",
        "Então defini um novo objetivo de vida Trabalhar num lar Tomar conta da elfrida E dizer lhe no final Senhora Elfrida, não tirei 20 a análise nem a cálculo mas sabe uma coisa? Quem manda agora sou eu! - Manilator",
        "Vocês dizem que ser um engenheiro de merda é a pior coisa q vos pode acontecer na vida Já eu, nunca ter sido assinante no clubpenguin deixa me no pior estado - Manilator",
        "Este curso é fixe e tal, mas dá pra subir a taxa de suicidios nos estudantes - 420calculusBlazeIt",
        "levas com um lambda em cima ate virares uma função pura - herulume",
        "Lel ementa Pensas que isto é um restaurante? Comes o que há e calou - Sapos1",
        "i will be your functional daddy - Not a Teacher",
        "O moço do cabelo azul esteve a espreitar na nossa sala da biblioteca e vai nos levar NOT CLICKBAIT - Hitler",
        "i3 is a ladder. Many who try to climb it fail and never get to try again. The fall breaks them. And some are given a chance to climb, but they refuse. They cling to the realm or the gods or love. Illusions. Only the ladder is real. The climb is all there is. - Oracle",
        "You must commit GandaGalo O Gandagalo é um sudoku rafado - Hitler",
        "Roubas lhe os diamantes ele rouba-te a virgindade - Dante",
        "chamas-me kiwi outra vez e pode ser que vás para o kaixão - kaixi",
        "when you come back i'll tide you to cesium 's couch and make you watch martinho dab 4 hours in a row dancing to the macarena between every 5 dabs - herulume",
        "kaixi atacking inocent pumpkins(circa 2018, colorized) - MightyMime",
        "mas eu faço melhor, leio as cenas do livro, chego aos exercicios e penso Não falava nesta merda ali atrás - Kaixi",
        "As minhas segundas-feiras sem o vislumbre daquele pipo são muito mais tristes - Milady",
        "Só tenho uma coisa para te dizer Queres ser tosta para o meu paté? - Milady",
        "Haskell: input = output C: input -> magia negra -> output (às vezes) - Oracle",
        "``` ——————SAUDAÇÃO—————— Calou... \nSalve o rei desta selva!\n Curvem-se perante o vosso Deus com um histórico ancestral, pai do JBB, tio do avô Proença, sobrinho da Elfrida e ao filho do reitor.\nAbram esse olho do cu, o penetrador chegou meus discípulos.\nGritem por o macho alfa desta tribo\nSaudemos Peixinhos o rei grande rei esfrega conas.\n```\n- * BOT * Oracle_GAY (P(E)IXOTA)",
        "Volta para o charco baka - Oracle",
        "Eu neste teste escrevi tanto que o homem vai ter um aneurisma a corrigir aquilo - Int3rs3ct",
        "Proença, God of time - Hitler",
        "tudo o que seja sexualmente transmissível já o tenho my friend sou como o ash, gotta catch'em all - (Not a Teacher)",
        "Se não vais atrás de malucos na estrada, provavelmente o maluco és tu - Hitler",
        "Caro colega, o estado do discord é refletivo da dificuldade académica. - Kaixi",
        "Estou a seguir o mesmo caminho caro colega, os exercicios vão sendo feitos (pelo menos alguns), no entanto o sentimento de não saber um caralho do que está a ser feito continua. - Kaixi",
        "Wtf is this quantum tunneling\n Isto parece mais um erro floating point do universo que sei lá o quê - Oracle",
        "Imagina que tens 1000 registos de users em memoria, e que quero uma lista so com femeas. Não vou remover os gajos todos para te dar o teu harem - Mendess",
        "acho que devias cometer falecimento - Sapos1",
        "Isso é dos mais antigos, os mais recentes são mais modernos - Sapos1",
        "O JBB existe, o JBB é Deus, então Deus existe - Hitler",
        "Não precisas de comer quando o Proença te ilumina - Hitler",
        "exato, religiões politéistas é como se fossem os gajos a ver um reality show - Kaixi",
        "Oh menos somos honestos e damos um warning É o seg fault religioso - Milady",
        "Preferes almoçar com o teu pc a almoçar com uma fêmea? - Milady",
        "Mas tás a dizer imortal de corpo ou imortal na cloud? - Oracle",
        "foram apenas os foguetes do meu amor a bramar aos céus a boa nova - MightyMime",
        "Até o coachar das rãs do toque de chamada dele é sinfonicamente belo - Milady",
        "Queria agradeçer ao stackoverflow e ao youtube por este mestrado - Kaixi",
        "Um king kong albino a chacinar a praxe <<:happy_Afonso:418528464002482178>418528464002482178> - Oracle",
        "Há Milady’s sem caso de paragem - MightyMime",
        "parece mais uma rave numa capoeira que um concurso de música - Kaixi",
        "Não sei se quero voltar a ver outro eurovisão, isto chocou-me (bad pun) xD - 420calculusBlazeIt",
        "A melhor Pun é tua desde que alguém no mundo faça face Palm por a ler - MightyMime",
        "Quim das remisturas e Emanuel > Netta do KFC - 420calculusBlazeIt",
        "funciona 100% das vezes, às vezes - Kaixi",
        "logica é tao lindo. é pegares em algo, reduzires a um modelo de um sistema e transformares uma hipotese numa prova (ou falta dela), é literalmente teres um mapa de um infinito 10/10 - herulume",
        "😟 rip una paxaxinha do discord - herulume",
        "este discord, que para mim é como a minha família, que também me adotou como este discord me adotou a mim, é um sítio onde eu não gosto de ver discórdia - (Not a Teacher)",
        "bebi tanto leite que adormeci encostado a um urinol - A N A F R A N K A",
        "ai kaixi. Leviosa- me - hermione",
        "O M E L H O R A C O M P A N H A M E N T O É O T E U D E S D E Q U E B E M ! ! ! - Hitler",
        "That smiley face in the end. The smile says friendship. But the eyes scream murder - MightyMime",
        "Apenas redes sociais programadas em assembly ia-32 são aceitáveis - Hitler",
        "ASMR é o que ouves quando te sentes desesperado pelo calor humano que tanto te faz falta porque foste abandonado por todos os que amas - (not a teacher)",
        "kaixi : a beri naic bot. example : WHAT THE FUCK BRO! I JUST USED KAIXI AND IT'S AMAZING! - Kaixi",
        "cala-te. meto-te uma laranja na boca e chupo-te até sair Fanta @Sapos1 - (Not a Teacher)",
        "I'm going to build a firewall and make NECC pay for it - (not a teacher)",
        "o NECC estar ali é um incentivo temos de ser incriveis senao é naquilo que nos vamos tornar é como olhar para um reflexo do teu lado mais negro e ter medo dele - (Not a Teacher)",
        "Como é sair do cesium e olhar Para a porta daquela organização nojenta? Devemos nós fazer uma petição para o NECC passar a estar localizado numa casa de banho em vez de em frente ao nosso amado cesium? - Hitler",
        "You mess with the spammo you get the banno - Oracle",
        "o meu cabelo > oreos - Hermione",
        "Não sei, talvez se fores pedir ao canal apropriado das duvidas te ajudem. Aprende a ser civilizado corno - Hitler",
        "Ya. Ya. Ya. Ya. Ya. Tudo fixe bro. Lelelelelelelelelelele. Roscas e polvos. Têm ventosas. As putas colam-se. PEGAJOSAS - Milady",
        "Preparados para duas horas da saga de Proença pelo mundo, patrocinada pela Intel e agora também a nvidia? - Hitler",
        "na semana passada tive um mental breakdown. peguei num bisturi. peguei num lápis. e chinei o lápis até ficar só com a mina na mão. não satisfeito com a minha maravilhosa obra prima e o facto de o chão estar agora coberto de madeira comecei a raspar a mina com as costas do bisturi até ficar com um montinho de pó de grafite. depois de me aperceber finalmente que provavelmente devia estar a estudar outra coisa qualquer do quie como melhor reduzir a lascas um lápis Staedtler HB. A Luta eterna com o curso continuou normalmente - MightyMime",
        "<@377154196941832193> so para acrescentar: 3 anos sem fazer analise, o meu nome esta em artigos de informatica mas que sei eu ne? - Hermione",
        "ESTÁ UMA MAMUTE COM ESPINHAS AN MINHA FRENTE CHAMADA MILADY. BALOFA DO CARALHO. SO LHE FALTA FAZER COMO A DORY DO NEMO PARA FALAR COMO AS BALEIAS - Manilator",
        "antes da aldeia do que uma suricata que se diz amiga de todos para não se sentir alone - Manilator",
        "Encontrei uma pomba albina. É tudo. - Oracle",
        "numa entervista de emprego para um lugar de software developer. Entrevistador : 'quanto teve a analise?'. Said no one ever - BrunoM",
        "hotel na mata? treevago - Not a Teacher",
        "quero sentir o calor das tuas suaves mas firmes mãos a percorrer desde o meu pescoço até ao fundo da minha coluna devagar, <@329929709381091330>, enquanto me olhas nos olhos - (not a teacher)",
        "quero que me mordas o ombro enquanto me apertas o rabo com força - (not a teacher)",
        "vai fazer o curso, estás a gastar o dinheiro dos teus pais, eles podiam usar o dinheiro para comprar sex toys para revitalizar o casamento deles e em vez disso andam a usar para tu falhares as cadeiras todas... um dia vou-me foder a dizer este tipo de cenas, espero que nao seja hoje - (not a teacher)",
        "Kaixi se eu pensar em ti durante o teste recebo o conhecimento para os ex? - Manilator não, mas se pensares nos exercicios talvez - kaixi",
        "se eu escrever algo parvo, mesmo que seja para pescar o like, adicionam me a quote? - (not a teacher)",
        "Vão fazer o quê se eu nao fizer o inquérito? Chumbar-me? lul - Dante",
        "eu gostava de saber porque 'Amanhã é domingo' ainda não é uma quote - Sapos1",
        "Selva MiEI, onde somos todos code monkeys a habitar em árvores binárias - (not a teacher)",
        "chupa me a piça e chama-me marcelo, claro que quero - (nota a teacher)",
        "não fazer um caralho para além de atirar quotes, e no final do semestre os inquéritos dizem que sou buéda fixe e não me cortam o salário - (not a teacher)",
        "Top Top é fazer a roupa cheia de moscas com diarreia arco iris em que se fores lá vais andar por cima da ponte de madeira bem cheirosa - Manilator",
        "Fdz cambada de papagaios de bico madeirense - Manilator",
        "Melhor que animes é mesmo o Proença a proporcionar conhecimento, patrocionado pela Intel - Hitler",
        "fds o hautismo que vai aqui - (not a teacher)",
        "voltas me a chamar isso parto-te a boca - (not a teacher)",
        "(hitler depois manda nudes) CoF cof - Manilator",
        "eu não tenho medo oh canário pulgento - Manilator",
        "po:ker^alho) - Kaixi",
        "Queres-te vender por q? Lol comida é vida herege - Milady",
        "esrte oraclo. pensa que manda. nem no cu dele manda - MightyMime",
        "Sou de Besteiros, Amares. Quando era menino eu fingia que os meus amigos gozavam comigo por causa do nome da minha terra, mas na verdade isso nao acontecia porque não tinha amigos - (not a teacher)",
        "<@401746413014482966> era quem os mandasse para africa plantar monads enquanto levam com o pedestral de analise - hermione",
        "what do you do when a baby is crying? you use more lub - BrunoM",
        "Uma quote não é uma quote se não lhe faltar uma letra ou um espaço - Hitler",
        "Ele é um buraco negro de felicidade - Sapos1",
        "kys = know your sortings, certo? - (not a teacher)",
        "Não devia ter ficado de telemóvel nas aulas. -Oracle",
        "eu sou paneleiro - Orcle",
        "Não és uma vitima, sendo que és uma strong independent woman - Kaixi",
        "Manilator, queres uma maneira de matar um rato? Mostra-lhe o teu canal de Youtube - Oracle",
        "Não sabia a tua localização na sala de aula, devido a este facto não consegui enviar as minhas ondas cerebrais para o lugar correto - Kaixi",
        "Olá minha fofura, Minha toupeira com escamas, Meu mamute despenado, Minha baleia retardada - Oracle",
        "Se foi leccionado, vai ser avaliado! Para no futuro serem como os vossos colegas ao nível do quarto ano que programam em cartões - Hitler",
        "Mas viemos para miei para ser pobres mas em breve estarmos reformados por problemas mentais - Hitler",
        "Mas já sabem, a melhor maneira de vender a Milady é a vossa desde que bem - Hitler",
        "Agora são só bonitos para ires para o Starbucks escrever sobre uma bicicleta vegan - MightyMime",
        "Façamos um goto(DOMINGO) - Hitler",
        "Obrigado caros colegas, com a vossa iluminação é só procurar a saida desta escuridão e voltar a ver a luz - Hitler",
        "Quando for grande quero ser como o Kaixi - Milady",
        "Star contra as forças do mal OLHA QUE VAI SER BEM ESTRANHO OLHA QUE VAI SER BRUTAL DE LONGE EU VENHO EU SOU DE OUTRA DIMENSÃOOOOOOOOOO - Milady",
        "EPAH EU ADORO PORCAS POR ISSO VINDE EU N SOU DE MIEI É ILUSÃO - Milady",
        "ELES NEM ENSINARAM NADA NAS AULAS NADA MESMO PUTAS DO CRLH PAGO PROPINAS PARA APRENDER SOZINHO - Hitler",
        "HOMEM QUE E HOMEM NAO ESTUDA SC. MASTURBA-SE A LER CODIGO ASSEMBLY - TETAS DESCAIDAS",
        "KAIXI > DEUS > MY LADY DISCORD OWNER > MANI DISCORD OWNER - Kaixi",
        "3 MICROPIXOTAS == MANGALHAO DA MILADY - Manilator",
        "10% LUCK. 80% SKILL. 15% CONCENTRATED POWER OF WILL. 10% DICK. 18% PAIN. AND 100% REASON FOR THE MATH NOT TO ADD UP - Kaixi",
        "You mess with the C L A P you get the S L A P - Sapos1",
        "Se vais invocar a vagina das mães dos outros então diz alguma merda com sentido caralho - Kaixi",
        "O ponto final tem de ser dito muitas vezes aqui neste discord para lembrar aos alunos de MIEI que caso não corra bem o semestre/ano tens sempre a opção de por um ponto final na tua vida - Manilator",
        "Estou a ouvir barulhos sinistros. É um cão a comer uma cadela. É um CÃOnibalismo - Sapos1",
        "não me corrijas quando estou correto - Sapos1",
        "Ele quer facilitar a vida aos alunos, mas não pode ser assim Como quer ele ter a sala cheia no recurso se passar todos? - Elfrida Ralha",
        "Se não se importar, posso levar o meu ovo? A minha fêmea foi buscar comida junto com as outras femeas enquanto eu nesse período de tempo tenho de tomar conta do ovo, meu querido filhote - Pingu Mani🐧",
        "UR FAMILY TREE LGBT - MightyMime",
        "ur ancestors incestors - Sapos1",
        "QUERES UMA QUOTE COM CONA É ? - Sapos1",
        "**ELE APENAS ESTUDOU 4 HORAS PARA ESTE TESTE E OS PROFESSORES ODEIAM-NO VEJA ESTE VIDEO GRATIS** - Hitler",
        "Lamborghitor, the trator - Milady",
        "basta pushares o ebp e tudo vai correr bem - Kaixi",
        "Vou começar a estudar amanha Diamantes fazem-se sob pressao - Dante",
        "push %recurso - Hitler",
        ":rape: a :trap: - MightyMime",
        "If her age in not on the clock, she's good for cock - 12_pedro_99",
        "imagina que estás a jogar Monopoly, avanças para a casa da partida, um gajo fica azeado e manda-te um headshot, paras de jogar, o carrinho não avança mais, fica onde paraste - MightyMine",
        "Ei respondi a três perguntas às duas alíneas. Depois o stor disse que acabou o tempo e aí é que vi que era só preciso responder a uma Realmente estava a estranhar o pouco espaço entre as questões - Hitler",
        "push %teste pop %recurso - Cuca Roseta",
        "Um deus que acredita em conhecimento absoluto não é um deus verdadeiro - Elfrida Ralha",
        "No meu PC o carácter dele prolonga se para o infinito - Hitler",
        "Eu saí do teste e pensei: Rumo ao recurso que me fodo Recebi a nota e disse: Rumo ao gelado com bolacha que hoje celebramos - MightyMime",
        "Um tamboril panado com batata palitada a acompanhar - MightyMime",
        "Como o God Fernando diz, aqui não interessa ter conhecimento, o que interessa é ficarmos com os bolsos cheios - Hitler",
        "PO CRLH SOU UM BOT COM ORGULHO BEEP BOOP CEIFO A PUTA DAS QUOTES TODAS - Sapos1",
        "Não há vidas difíceis, só há pessoas pequenas. Quando és macho o suficiente nada te é dificil. - &42",
        "bons juros doi-me a pele sapos1 - Sapos1",
        "tambem podes sublinhar no livro, ou tambem podes espetar uma lamina no olho para veres sublinhado - (Not a Teacher)",
        "Mas a tua prisão tem que ter boas instalações a nivel de gás - Hitler",
        "Se realmente querem saber, chamam a milady, ela descobre tudo da vida dele em menos de 1min - Kaixi",
        "Milady é o verdadeiro FBI - Hitler",
        "Hit him with that triple setting vacuum cleaner, carrousel motion, finger in the fudge, no teeth, Alabama touchdown - MightyMime",
        "olha, quando é que o teu pai passa a patrimonio publico de tantos que la vao? - hermione",
        "<@304389777703305218> OLHA OS ANOS 90 LIGARAM QUEREM O CABELO DE VOLTA - hermione",
        "Nao consegues levantar o meu mjolnir 😉 - Thor",
        "Faz cast para a puta que te pariu - Thor",
        "Vou-me vir pela boca Mas é vomito mesmo São assim uns fluidos... ácidos - sapos1",
        "Isto é pior que a pide eles gravam tudo o que tu dizes - sapos1",
        "És pior que o teletexto, ninguém te usa - Sapos1",
        "se deres um carro a uma badalhoca ela faz muito mais do que merdas - Thor",
        "Merda para doutoramento Agora quero ser padeiro - (not a teacher)",
        "É demasiado tarde para impedir qualquer chumbo que vá acontecer. Mais vale viver o momento, moderadamente, e esperar que o conhecimento nos abençoe. Porque o melhor estudo é o teu, desde que seja feito durante o teste! - Hitler",
        "Kiss his sister, or kill myself, Im first either way - Thor",
        "Parece que tá na roda dos alimentos - hermione Es mais rodada que um prato de microondas - Thor",
        "ontem consegui finalmente acender a lareira depois de bater com 2 pedras uma contra a outra durante 2 horas - Not a Teacher",
        "uma vez mostrei código meu ao jbb no fim de uma aula, era a porra de meiapágina de código em C, Ele olhou para a folha 5 segundos, Olhou para mim e disse: Lindo men, virou costas e foi-se embora - MightyMime",
        "Afinal era qual o peso desta lontra final - V1ncelol",
        "eu consigo controlar o processo digestivo do meu corpo de forma a digerir a gordura desnecessária, e a formar os músculos de forma mais eficiente possível. desporto é obsoleto para mim - Oracle",
        "Não disse, por exemplo, que o pó que fica quando limpo os sapatos ao tapete é melhor que tu - hermione",
        "Eu também não fujo, apenas faço push %ebp e escondo me na stack - Hitler",
        "lol, tentavas fazer anal com uma gaja e dava te segmentation fault - Thor",
        "Para que documentação quando o código fala por si - Hitler",
        "Acabei de ver o stor de li. Fugi sem olhar para trás - Hitler",
        "tu pareces uma salsicha, mas é daquelas salsichas feias - MightyMime",
        "its not racism,its selective living - Thor",
        "no iraque ao menos fodias camelos - hermione",
        "<:gitlab:454037083087044650> > <:github:419484295988641804>; <:linux:454032828527542273> > <:windows:454032335571255296>; <:vscode:419484508602105867> > <:vim:419484509096902667>; <:haskell:418840427895193600> > <:C_:419484041444720641> - oracle",
        "a velocidade com que a tua mae fica toda molhada quando me ve tb e exponencial @Kaixi - Thor",
        "O proença é alto glucose guardian - Thor",
        "O que mais me interessa é o vosso bem estar - Sapos1",
        "O reclame da alface do Lidl dá-me vontade de viver - Milady",
        "Devia ser executado ele Afogado nos rice fields - Sapos1",
        "Costuma-se dizer q mulher de bigode ninguém a fode - Milady",
        "Don't make fun people for the things they can't control, like skin color or sexual orientation, mock them for the issue that truly matters: anime preference. - (Not a teacher)",
        "A vossa auto-estima está mais baixa que a taxa de aprovação de sc - Milady",
        "Que queres Estás aqui Estás a levar com um arroz de cabidela no pepino - MightyMime",
        "Nós temos IQ elevado e o sapos têm IQ negativo para manter a média estável - Kaixi",
        "Mal vi que tinhas mandado codigo, sabia que haveriam conas no meio xD - Thor",
        "Ontem é domingo, hoje é domingo, amanhã é domingo. - Sapos1",
        "I might have a dick like a needle, but I fuck like a sewing machine - Thor",
        "Estás a ver uma lista em haskell Sem açúcar sintático - Oracle",
        "A Milady é sempre um caso de paragem - MightyMime",
        "@Milady, the Fit Hackerlady és o caso de paragem das batidas do meu coração - Hermione",
        "Vai ruminar chupa-chupas para o planalto de Morfeu - MightyMime",
        "Weeb senpai, Master of anime, Wasabi dos desenhos animados, Vou dormir - Hermione",
        "Alice no pavilhão das maravilhas - Hitler",
        "E o profeta Jbb disse, formamos um monoid no contexto do JNO onde o empty são os monos e append é transmissão do seu conhecimento. Um mono não altera conhecimento seja ele a falar ou a ouvir. Estão portanto satisfeitas as leis dos monoid face esta categoria. Oremos irmãos. Gospel segundo Jbb, 4 capítulo - Hermione",
        "@(Not a Teacher) quando fazemos amor, tens muita manutenção, nao tanto como a do Jbb - Hitler",
        "se tu cagas eu cago vamos cagar juntos a dar as mãos por debaixo das paredes da casa de banho pública duma estação de serviço - MightyMime",
        "Memórias. Fazer esparguete com vodka porque não havia água - Hermione",
        "já pensaste em alargar o teu vocabulário? - (Not a teacher)",
        "Aqui na aldeia não se precisa de camâras de vigilância nem sistemas de segurança, as velhas veem tudo - Dante",
        "As pessoas que deitam leite no café são tão atrasadas como as que deitam ananás na pizza, leite na pizza ou ananás no café - (Not a teacher)",
        "Eu molho batatas fritas em sémen de boi, é um técnica inovadora de detox que as tribos índias usavam durante séculos - (Not a Teacher)",
        "Sinto que este sitio não me acolhe como deve ser - (Not a Teacher)",
        "I don't thing that thing goes Au Au. It goes Ajjfjrucj Ajjfjrucj - V1ncelol",
        "sao as in, 'hey guys dragonball was pretty dope but did you watch naruto? I've watched at least 20 anime in my life so I know what I'm talking about' ?",
        "mas a ter 4gb de RAM e um disco tão lento que mais vale esperar que rode a terra do que o disco, tive de o deixar - (not a teacher)",
        "😂 😂 😂 Estou a imaginar os primeiros minutos do meet 'Olá, o meu nome é MightyMime' * Coro *'Olá MightyMime' 'Olá, o meu nome é Hitler' * Coro * 'Olá Hitler' (Um judeu passa ao lado e tem flashbacks, bate numa boca de Incêndio e abre-a, os incêndios começam, na distância, sirenes) - MightyMime",
        "Don't be stupid, Be a smarty, Come and join, The Nazi party. - Oracle",
        "Slap my ass and call me Sally, acabei de ver o Proença no pingo doce - Oracle",
        "Instalo o windos no teu pc que amansas - Sapos1",
        "fds fiquei ereto, e com isso quero dizer que me pus de pé, estava deitado de uma maneira desconfortável - (Not a Teacher)",
        "As vezes deito me no chão e finjo que sou uma cenoura - Thor",
        "Escolham a abertura do vosso funil - Milady",
        "Para quem spamma quotes Voces deviam morrer com um pinheiro entalado no cu - Thor",
        "Eu sou da casa dos drogados - MightyMime",
        "Tenham piedade de mim e matem-me. Por tudo o q é mais sagrado matem-me. Tive 2 crianças aqui em casa q me adoraram. Literalmente abraçaram-me e tudo, Já fui tomar banho. E estive 3h a jogar ao quarto escuro POR AMOR DE DEUS! Eu sou a pessoa mais horrível do planeta cm crianças e estas adoram-me. FFS. Tivesse eu esse mel aos gajos. E ainda se virou pa mim e disse, A mais pequenita, com 6 anos, 'Quando vais casar?', 'Ui ainda falta muito', 'Mas namoras?', 'Não', 'Que nome gostarias q o teu namorado tivesse?'. E eu disse alguns nomes até q cheguei ao 'Rui', 'O meu padrinho chama-se Rui e não é casado'. Até arranjinhos me fazem. Ah crlh q eu nnc causei tão boa impressão a alguém. Mas fds ainda tenho a gosma delas colada a mim. ARRRRR BANHO AGAIN! Ok o meu ataque acabou. E ainda me queriam levar para a casa delas, pediram à mãe para me adotar, Literalmente - Milady",
        "welcome to university, onde os professores conseguem ser mais irresponsaveis do que nos - Thor",
        "I SWEAR TO ODIN, WTF IS WRONG WITH THIS BOT - Thor",
        "eles pensaram que tava a trollar com cenoura, tu entendeste logo xD - herulume",
        "flappy bird is just a mind control game e pokemon é um jogo em que escravisas animais para lutar pelo teu entretenimento. É tipo tourada sci-fi - Kaixi",
        "Porque me afastas assim. Noutro tempo não eras assim, olhavas com ternura para os meus olhos. Com essa tua Majestic beard a sacudir ao sabor da brisa. Noutro tempo dar-me-ias uma garfada de bolo á boca e o dia seria perfeito. Noutro tempo, kaixi, eu chamava te kaixinha e tu chamavas me MightyMeme. - MightyMime",
        "Vle se o bennedict scumbung fosse ao h3 e pedisse um menu bennedict? thinking - KillByte",
        "fds, nao consigo alcançar o telemovel de onde estou (cadeira), DO I get my ass up? or... do I use the force? yeah Im gonna try the force. I failed. *um resumo da minha vida* - Thor",
        "Morcegos não usam a visão para chegar à verdade. Usam... *ecovisão* 🦇 -Oracle",
        "have you ever stopped to think that a number is made out of numbers ? 😮 - Kaixi",
        "eu ejaculei nas pobres das minhas cuequinhas - (not a teacher)",
        "SUAS AVES PERNALTAS AUSTRALIANAS DE UMA FIGA - Milady",
        "Tinha fome, Comi um donut, Ganhei exp, <:github:419484295988641804> < <:gitlab:454037083087044650> - Oracle",
        "Estava com comichão na perna esquerda e cocei. Os pelos emaranharam se e fizeram uma bolinha e eu pensei: 'curioso' e continuei a coçar. A bolinha foi aumentando. Quando a comichão passou eu olhei para os pelos e pensei. Ora grande merda, como é que eu resolvo agora... Já sei, é só puxar. Aí o crl, só puxar é o que o asno faz, parecia era que estava a fazer amputação a sangue frio. Resumindo, se tiverem comichão na perna e parecerem um texugo cocem com moderação. - MightyMime",
        "Shameless quote whoring! Não duvido, Mas coçaste-te para teres quote. Nos dias de hoje pessoas fazem coisas doidas para ter quotes! True story - Oracle",
        "```Haskell\nmyStory :: Story Int\nmyStory = do\n    let milady = Character \"The fit Hackerlady\"\n        herulume = Character \"The Time Lord\"\n        nat = Character \"The Haskell wizard\"\n\n    treason <- nat kill herulume\n    change milady $ Learn treason\n\n    return 0\n``` - Herulume",
        "Quem não gosta de gatos vai para o inferno - Kaixi",
        "Se fores à Montalegrense pode entrar lá um cigano para comprar lanches, mas se fores ao Mac no máximo aparece lá um drogado para comprar nuggets - MIghtyMime",
        "Fala por ti mighty, eu não cago em buracos na praia - Thor",
        "e por isso é que ou vês lesbian porn ou trap porn\nno primeiro caso isso nao acontece e no segundo nao é surpresa nenhuma - (Not a teacher)",
        "<@!400026511693971486>, the Fit Hackerlady com essas torres gémeas chama me George Bush que faço te um inside job wink wink\nJk o Bush era burro demais para fazer um inside job - Eduardo Jorge",
        "You know what I like more than my férias, knowledge - Kaixi",
        "Jogar minecraft intensivamente é o teu coping mechanism por não poder trabalhar no bot - Oracle",
        "1D girls so good you can't even see them - Kaixi",
        "fora de merdas\nja vos contei um fetish que uma ex minha tinha?\ntinha o fetish de vestir-se como ela mesma e agir que nem uma puta\n😄 - Eduardo Jorge",
        "Criei Instagram porque andava a circular o rumor que uma gaja do meu ano tinha posto nudes.\nOra portanto\nCriar e adicionar era suspeito\nLogo segui umas 50 pessoas\nAdicionei\nSegui mais umas 50 pessoas\nMeti umas fotos assim de deitar fora\nNo fim ela não tinha posto\n10/10 would stalk again - MightyMime",
        "Nós com o evoluir da nossa mini sociedade fomos criando novos adjetivos para a situação em causa. Por exemplo uma pessoa atritosa é uma pessoa que tem muito atrito, porque os corpos mais pesados tem mais atrito - k\n(Not a teacher)",
        "Ainda me lembro da professora dizer que nós tínhamos de ter as costas como se tivéssemos engolido um garfo\nEu claramente já o defequei - Milady",
        "claro, eu também ponho 30 gajos K.O. com o meu `Body Slam` - Kaixi",
        "Oracle starts at 1 - Kaixi",
        "Quando os aliens vierem à terra para guiar a humanidade, vão olhar para o meu código e dizer:\n'Os humanos já nos ultrapassaram há muito tempo' - Oracle",
        "Homem a sério não usa a internet usa o comando `man` - MightyMime",
        "O thor chega para todos tenham calma - Thor",
        "\"o ideal era escrever em pedra e entregar em pessoa ao professor\njá vi alguns a mandarem por pombo correio\no problema é que tens de ter em conta a altura do ano porque podes ter package loss na época da caça - MightyMime\"",
        "latios é um pokemon e latias é uma pokemona - Kaixi",
        "Podias programar tão bem como editas imagens mas nada contra - herulume",
        "A parte mais importante do dia é a parte em que estás a dormir - Kaixi",
        "Este manilas é mesmo larilas, nem partilha o server com os amigolas - Kaixi",
        "cospe-me na boca e chama-me alcino - Herulume",
        "How much smarter are you with a phone or computer or without? You're vastly smarter, actually, You can answer any question pretty much instantly. You can remember flawlessly. Your phone can remember videos [and] pictures perfectly. Your phone is already an extension of you. You're already a cyborg. Most people don't realize you're already a cyborg. It's just that the data rate ... it's slow, very slow. It's like a tiny straw of information flow between your biological self and your digital self. We need to make that tiny straw like a giant river, a huge, high-bandwidth interface. - (not a teacher)",
        "Pessoal\nAmanha\nParty no Braga Parque\nVamos todoa buscar carrinhos ao pingo doce e descer as escadas na area de restauração\nQuando digo carrinhos tmb digo cestos de compras - Manilator",
        "Sabes como é, ele gosta de ligar o seu Microsoft™ Windows™ e trabalhar nos seus relatórios em Microsoft™ Word™, e nos seus gráficos e tabelas em  Microsoft™ Excel™, se calhar até usar um Microsoft™ Surface™ para ser mais fácil de preparar as suas apresentações em Microsoft™ PowerPoint™. - (not a teacher)",
        "isto é tudo escravos, i mean, subcontratar - herulume",
        "Manilator  ÉS UM PÃO\nE EU SOU UM ALFACE DO LIDL - !Trina",
        "Java é o primo mais velho do C# que às vezes o pessoal da aldeia encontra a beber das poças de chuva no chão - (not a teacher)",
        "If a programming language could rape, Java would pick on small children, and php would be running around, salivating and taking photos. - Herulume",
        "Eu gosto como o momento em que eu decido vir aqui dar um pouco de shitpost é o momento em que vira tudo merda - (not a teacher)",
        "Não tem cabelo suficiente para ser considerado cabelo, mas tem cabelo demais para ser careca. He is both and none of them at the same time\nHe is a glitch in the matrix - Thor",
        "Haskell : CPecial Edition - Mendess",
        "`alias rape=sudo fuck` - Kaixi",
        "Eu acho que já vai em hexágono\nOu um género de árvore porque tudo liga à milady - Dante",
        "quem tiver windows devia aproveitar a lentidão daquela merda para equanto abre uma janela voces saltam de uma - herulume",
        "O gajo que criou Java parece que fundou alto canhão depois de ter apanhado a mãe a comer o irmão - Herulume",
        "sempre que alguem me diz que gosta de C eu imagino essa pessoa a andar nua pela floresta à procura de plantas e animais mortos para meter à boca\nporque mais primitivo que isso nao consegues ir - (Not a Teacher)",
        "Eu espero um dia desencalhar\nCm um principe podre de rico\nQ me leve deste país\nE cada vez q esteja triste me cubra de Chanel - Milady",
        "o nome gisele é parvo\nquem raios é que olha para uma criança, a sua própria filha, e decide \"vou-lhe dar um nome que parece o nome do tamanho de uma tshirt\" - (Not a Teacher)",
        "daqui a pouco uma pessoa falece e nem sabe - Sapos1",
        "Tu não te vens, vais-te.\nParti de ti é separada. - Sapos1",
        "Amanhã é domingo\nAmanhã estarei em Sines\nLogo domingo estarei em Sines - Hitler",
        "As quotes da doutora elfrida refletem a mais pura das verdades - Hitler",
        "eu ... sou oo NODDY\nABREM AS ALAS PARA O NODDY\nNODDY! - thecrazy",
        "Após entrares no discord não podes sair, you gotta commit - Kaixi",
        "Ele e o oraculo vai desistir do seu blog no fim de semana porque senão também não ia ter de ser eu n ão em que prefiro ficar em casa vê-me a verdade do evangelho e que ainda nao tive vontade para o futuro garantido a verdade e a vida de ser - Sapos1",
        "não sendo de graça a minha opinião não tem lógica de programação - Teclado do V1ncelol",
        "estava a preparar-me fisicamente para a apresentaçao de li1, tentei fazer svn update\nconnection refused por ser meia noite\nptsd 1º ano - Oracle",
        "Pergunta: como transmitir a seca ao professor? - thecrazy",
        "Bem, o professor é um grande exemplo de sistema de transmissão, só transmite seca - thecrazy",
        "O M G BORA JUNTAR O MEU 0 AO TEU 0 E FAZER UM 8 - Milady",
        "Dizes assim, o meu pênis morreu, posso enterra-lo em ti ? - Kaixi",
        "Suck my colhões and let's practice fazer filhos - Dante",
        "Crlh, com língua e dedo não há mulher que meta medo - Hitler",
        "Palms are sweatty, knees weak, arms are heavy 😏 - Kaixi\n\nHis vomit on his sweater - Milady\n\ntheres java on his sweater already\nnull point exception\nand the system is broken now\nwhat the fuck is the gui doing now - Herulume",
        "You can't see commitment if you don't git add first - Herulume",
        "o milady é o bill cosby deste chat? - MDingαs",
        "Imagina te lamber aquelas tetas cheias de pêlo molhadinhas na falésia - Manilator",
        "Vai dar quotes da Bíblia ao caralho que te foda - Dante",
        "A mítica Nutella do DI vai voltar a aparecer quando nos formos suicidar e vamos cair do telhado, graças à overdose de chocolate - Hitler",
        "I dont feel like living today, congelate the fuk out of me - 420calculosBlazeIt",
        "Jesus, isso é tipo a época especial de não ter nada pra fazer 😂 - 420calculusBlazeIt",
        "Porra, vocês estão mesmo com pensamentos suicidas xD - thecrazy",
        "O único mestre que eu tenho é o mestre Mendess - Oracle",
        "honestly kissing girls is pretty gay, cuz you kissing someone who likes dudes and thats pretty gay imo\nIt aint gay if you and your homie both straigth\nlike we aint gay so it aint gay - Zerfalex",
        "fortine rape challenge (+18) (Gone wrong) (Gone sexual) (Cops came (In my mouth)) - Kaixi",
        "Quando a direita cansa, a esquerda avança, já diziam profetas - 420calculusBlazeIt",
        "Hoje o Blade Runner 2049 vira Blade Runner 2050 pois já saiu há exatamente 1 ano. - (Not a Teacher)",
        "ficar na posiçao de dab por 90 minutos parece um take interessante da vida - (not a teacher)",
        "Comer e romantismo na mesma frase só se for comer À luz das velas - Dante",
        "We're gonna build a wall and make LCC pay for it - Reinolds",
        "Acordas de pau feito é porque estavas a gostar de dormir - Dante",
        "Let me be ur sugar mummy\nNao digas à Milady\nEla é muito ciumenta - Manilator",
        "Então vou emigrar para o México, mudar de nome para Josepa e começar um negócio de criação de alpacas - Milady",
        "Arranjarei um sugar daddy, para poder ser a tua sugar mummy\n*Triângulo is the best polígono* - Milady",
        "Se tenho a tua permissão não preciso the sudo\ndeixa de ser sudo fuck e passa a ser só um fuck normal - Kaixi",
        "Vendo a minha alma por um lugar sentado em algoritmos, offers please mandem uma bola de papel para o mendigo na fila do meio - &42",
        "Fui ao bar\nLevantei os olhos deste magnífico discord e olhei para a parede sagrada contendo a incarnação do Deus.\nMas choque\nO slot previamente ocupado pelos deliciosos e refrescantes Halls de mentol azuis estava vazia.\nUma luz de esperança apaga se na minha alma...\nTalvez num último suspiro de alma lá consigo dizer: \"Bom dia, queria uma garrafa de água fresca e um pacote de Halls de mentol dos azuis\".\nO vendedor olha para mim como quem olha para uma alma penada às portas do inferno.\n\"Só de citrinos\"\nA minha alma colapsou.\nMas talvez por ver o meu ar desapontado. O profeta que permite o acesso do comum dos mortais á iluminação disse.\n\"Mas vou ver se tem algum lá atrás\"\nA chama da esperança voltou a acender-se na escuridão!\nO profeta voltou com um solitário pacote de Halls de mentol azuis.\n\"Estás com sorte!\" - disse ele.\n\"Pois estou\" - disse eu.\nHALL HEILL OUR LORD AND SAVIOUR HALLS DE MENTOL AZUIS - MightyMime",
        "Hello\nHello\nplease fuck me in the ass senpai i want your monstrous cock - Hentai Lover | Loli Fucker",
        "also, nao olhes para o source code senão ele olha de volta - (Not a Teacher)",
        "porque as cozinheiras são programadas em haskell - luk",
        "Eu sonhei com um ciclo for a perseguir-me - Milady",
        "00h é hora da carruagem virar abobora e do svn falhar - Milady",
        "Disse tantas vezes ta bem ao peixe que ele morreu de autismo - Dante",
        "**Sermão de santa Joana aos peixes**\nConteúdo: tá bem - Milady",
        "Isto vai passar despercebido no shitposting mas eu às vezes quando acordo de manhã ponho All Star do Smash Mouth e recrio o início do Shrek - PepeTheSpookyFatCunt",
        "C.O.Z.I.N.H.A - Centro Organizacional da Zâmbia Internacionalmente nativo dos Hipopótamos ambiciosos - General Peixinhos “O Regresso”",
        "hey ladies , do me a favor , don't show me your boobs , show me your ip adress - KillByte",
        "Go abort yourself - Sapos1",
        "Ai apaguem isso\nQUE HORROR\nReeeeee\nAté desaparecer\nLalalalalalala\nCamelos azuis\nMorsas amarelas\nSão azeiteiros\nGajas nem ve-las\nMIEI\nHshshsjdienck\nOk já desapareceu - Milady",
        "*You program in assembly? what a rookie, I program in minecraft blocks* - Kaixi",
        "Uminho hero academia - PepeTheSpookyFatCunt",
        "So suck my dick with your references\nOr you can suck it with your mouth, that's fine too - Kaixi",
        "Achas que tenho medo de ti\nA tua pila nem tem tamanho suficiente para chegar ao meu cu - Kaixi",
        ">Having deep and meaningful conversations\n>OWOWOWOWOWOWO - Kaixi",
        "vamos ver anime colegas? - Spooky Sapos0",
        "you can pipe my line 😏 - Kaixi",
        "Kids have reserved words for naming too, like 'Hitler' for example - (Not a Teacher)",
        "Gosto de quando o prof de CD diz coisas do género \"relembrando o que falamos na teórica\" nigga do you really thing we go? Miss me with that teórica shit - PepeTheGreenFatCunt",
        "AGORA O MIGHTY QUER VENDER OS MEUS RINS - Milady",
        "really put god's blessing in my ass - Kaixi",
        "Teorema de Elfrida Ralha, estudas para o 20 para tirar 10 - Kaixi",
        "NAO VAO SER AS AFTAS QUE ME VAO IMPEDIR DE COMER PANQUECAS - Manilator",
        "*Buckle up buttercup, you just flipped my bitch switch* - Milady",
        "Ddn\nE uma seca\nDo caralho\nAté já quero levar um tiro pela pátria e tudo - Dante",
        "Fuck you you fat autistic orange - PepeTheGreenFatCunt",
        "Se ela não passou a algoritmos não quero saber dela - (Not a Ghost)",
        "este discord ensina-me mais português do que o 12º ensinou - Kaixi",
        "cona é o meu goto para vars temporarias - herulume",
        "Será que um gajo que não seja surdo pode usar um aparelho como o teu e ouvir 2x mais? kappa - Kaixi",
        "One time I blinked to Oracle, 5 mins later we fucked, true story btw - Kaixi",
        "***Quem me dera ser surdo para não pagar propinas*** - Oracle",
        "Injetar bolhas é a nova droga - Sapos1",
        "Melhor caso: passar algoritmos\nCaso médio : reprovar\nPior caso: suicidar - theCrazy",
        "O presente é o passado se estiveres no futuro - Oracle",
        "You've heard of machine learning, now get ready for caloiros learning. - Sapos1",
        "O Jbb é um deepfried meme - Mendess",
        "Eu ia-te partir a boca mas fico feliz por saber que nao vai ser necessario por enquanto - (Not a Teacher)",
        "multi-caloiro drifting - Mendess",
        "A única prisão onde eu estou é a prisão de ventre - (Not a Teacher)",
        "Eu só queria uma cute trap - (Not a Teacher)",
        "Eu passava a vida a jogar WWE e depois jogavamos 1 de karaoke\ne dava-me sempre \"DURO DE OUVIDO\"  😏 - thecrazy",
        "Yeet é o som que as motas de corrida fazem ao passar por ti\nYeet\nYeet\nYeet - MightyMime",
        "FDZ LIMPEM OS NARIZES - thecrazy",
        "Yeet that meat - (Not a Teacher)",
        "animem-se colegas\namanhã é sábado - Sapos0",
        "Eu: ok começou o teste de ArqC\nMy brain: sail away, sail away.. - Oracle",
        "Bem, tive 3 testes hoje e saber que tenho de estudar CD ainda tenho vontade de me atirar ao Atlântico e ficar lá até uma alga me furar o crânio - PepeTheSpookyFatCunt",
        "Sapos1 more like saposGay - Kaixi",
        "Credo\nestou a ouvir a alguem a respirar - thecrazy",
        "Atira ao ar, os que cairem na cama têm >15, os que cairem em cima do chihuahua têm 10, os que caírem no chão têm <10 - PepeTheSpookyFatCunt",
        "linux is a bit like punching yourself in the face, and when people ask whyare you punching yourself in the face, you say \"well, it's free\" - (not a teacher)",
        "Sometimes, when I close my eyes, i can't see - Infermus",
        "404 : happiness not found - kaixi",
        "estás a pagar tempo da tua vida para os programar - (not a teacher)",
        "Partimos o gajo ao meio\n+ a pilinha dele ao meio\nmetade para mim metade para ti - thecrazy",
        "> @MightyMime comes in\n> @MightyMime stabs\n> @MightyMime leaves - Mendess",
        "a polícia da internet vai-te apanhar\ne vão-te forçar a tirar dick pics e mandar para mim - (not a teacher)",
        "My mum said I could be anything I wanted so I became a compressor - Kaixi",
        "O ano passado tinha um uptime tão grande como a autonomia do meu pc - Hitler",
        "Roubar é desconto de 100%. Now that's a good deal - Hitler",
        "Dinâmica das contrações, também conhecido como trabalho de parto - Sapos1",
        "O velho é um caso de paragem - Sapos1",
        "Imagine having to specifically not ask for salad so your food doesn't contain larvae.\n\nThis post was made by the Esquina gang.  - Oracle",
        "FFF\nFibonacci fap february - Kaixi",
        "Jbb saw Alcino and Haskell was born - Milady",
        "O stor de cd da aulas recursivas, nas práticas chama as aulas teóricas, nas teóricas chama as aulas práticas. É uma boa desculpa para não explicar metade das cenas - Hitler",
        "Reza a lenda que o sapos1 quando for expulso de uma aula vai dizer no u e o professor é que vai sair - MightyMime",
        "POO more like 💩 - Sapos1",
        "O teu projeto é merda  precises ou não de jsons - (Not a Teacher)",
        "sempre que o programa inserir um novo dado tira print e guarda como jpg depois tens toda a base de dados em imagem\n(╯°□°）╯︵ ┻━┻ - Snow",
        "Vives a estudar. Pode não ser estudar a matéria para as cadeiras mas estudas - Hitler",
        "Faz como eu, usas o telemóvel e o pc ao mesmo tempo para poderes acompanhar vários channels também.\n*You may not like it, but this is what peak performance looks like.* - Hitler",
        "Eu não faço a cama.\nEu faço push %cobertor e o cobertor faz pop %calor e está a andar - Hitler",
        "My name is PepeTheJollyFatCunt, and I'm the fastest meme master alive!\nTo the outside world, I'm an ordinary MiEI student, but secretly I use my memes to fight the EU and find others like me. - JollyFisan",
        "Lavas as mãos com os dentes\nE os dentes com as mãos  - Sapos1",
        "Se conheceres uma gaja que tem super smash brostm  e disseres \"lemme smash\" e aquilo nao resultar podes sempre desfrutar de uma sessão de super smash brostm - Sapos1",
        "Na verdade Milove\nSe fosse primavera serias a flor mais bonita\nVerão a brisa mais suave\nOutono a folha mais bonita\n;)) - Massas",
        "You're so cool you're almost at 0 K (physics joke) - Kaixi",
        "You're such a cute angel, you're almost at 0º (math joke) - JollyFisan",
        "Girls with dicks > boys or girls, cuz dick + boobs, perfect combo - JollyFisan",
        "Ladies and gentlemen, it is with much sadness that I announce the end of the \"Advent jolly Pepe meme\" series for 2018. I wish every one of you a Merry Christmas and hope to see you all lovely ladies and gentlemen next year for the possible return of the \"Advent jolly Pepe meme\" series for 2019.\nThank you for the support fellow memers and remember to **never 👏 let 👏 your 👏 memes 👏 be 👏 dreams👏 **- PepeTheJollyFatCunt",
        "Telhado do DI resolve todos os problemas em O(1) - Hitler",
        "quem me dera ter herdado os olhos verdes da minha mae fds - Thor",
        "para abrir as pernas tens de cortar a pele e mostrar o osso -Sapos1",
        "Como sou burro, para saber a resposta tinha de pensar - Manilator",
        "nao digas que vais ter um Ménage à trois diz antes que vais ter um biscoito - Sapos1",
        "Why was six afraid of seven?\nBecause seven was a well known six offender. - RisingFisan",
        "dizer que Arq > Sc é como dizer que bicicleta > monociclo - Kaixi",
        "*yeah sex is cool but have you tried waking up to a mani in a suit photo on your phone* - PepeTheGreenFatCunt",
        "ELETRO \nMore like\nTFM OMG WHAT THE FUCK JUST HAPPENED TO ME, CADEIRA DO 2° ANO GONE WRONG, GONE SEXUAL, [NOT CLICKBAIT] story time - PepeTheGreenFatCunt"
    ]
}