{
    "array": [
        "Quando a vida dá limões ao JBB, ele decide começar uma plantação de árvores binárias.",
        "O universo é uma criação do JBB, todo ele criado com duas teclas, o 0 e o 1!",
        "O Sudo utiliza sempre o comando JBB!",
        "O JBB é o primeiro alquimista do qual há registo,ao conseguir transformar todos os testes em que toca em chumbo.",
        "O JBB tira finos na máquina de café do DI...",
        "O JBB é um spawn point para lendários no Pokémon GO.",
        "Num universo paralelo, Pokémons tentam apanhar os esquivos JBBs....e falham redondamente.",
        "Poderia o JBB programar um programa tão robusto que nem ele o conseguiria crashar?",
        "Num semestre inteiro de aulas,o JBB só precisava de ir a uma e era para avisar os professores que já sabia tudo e não precisava de ir a mais.",
        "O sonho do JBB é pedir aos alunos no primeiro teste para definirem a função em Haskell que escreve \"Hello Recurso\"",
        "A resolução de novo ano do JBB é tentar chumbar menos alunos do que no ano passado.",
        "O carro do JBB foi o primeiro protótipo do Google Car... Programado em Haskell.",
        "O Harry Potter era originalmente um projecto do JBB até a JK Rowling lhe ter dito que nao conseguia programar um livro em Haskell.",
        "O JBB consegue calcular quantas vezes corre um ciclo infinito!",
        "Os compiladores do JBB não dão warnings. O JBB é que dá warnings aos compiladores!",
        "O JBB consegue ordenar um array de zeros",
        "O JBB retorna o que quiser em funções do tipo void.",
        "O JBB nunca precisou de um debugger!",
        "O GCC foi escrito e compilado à mão pelo JBB!",
        "Para fazer um quick sort o JBB só precisa de um ponto e virgula.",
        "O JBB não gasta tempo, o tempo gasta JBB!",
        "Com o JBB a eduroam funciona bem!",
        "A primeira palavra que JBB disse foi monad!",
        "deviam usar Linux, um sistema operativo decente"
    ]
}