{
    "array": [
        "Vocês são monos todos os dias ou é só às segundas de manhã?",
        "Há uma forma de este erro nunca vos acontecer. É nunca fazerem programa nenhum.",
        "Vocês continuam nesse vosso registo de monos.",
        "Temos de saber como é que a gaja nasce.",
        "posso ou nao? ó pra mim.",
        "Não faças hoje o que podes deixar para amanhã porque amanhã pode já não ser preciso.",
        "Tem um problema com o telemóvel? Então atire-o pela janela",
        "Vou me lixar mais para a frentemas não é para já",
        "Isto não são coisas que se sabem... são coisa que se descobrem!",
        "Os arrobas vão desaparecer assim como o forte capitalismo que governa o mundo ocidental",
        "Vocês não sabem o que são números de telefone!",
        "Vocês não sabem o que são consoantes!",
        "Bem jogado moço!",
        "Eu não sei. Mas vocês podem tentar. Faz muito bem tentar fazer coisas impossíveis.",
        "Este senhor aqui está a dizer umas cenas muito interessantes mas não funcionam.",
        "Estão aqui os verdes os comunistas e os gajos que não votam.",
        "Já fiz isto de forma eficiente quando era pequenino",
        "Se eu não levo nada até ao fim nunca consigo acabar nada",
        "calma men calma",
        "Com o sabor que aquilo tem acho que ninguém se vicia em Silomat",
        "para a tosse seca\nVão á farmácia e compram Silomat e para num instante",
        "começar a fumar tira a tosse a quem a têm e dá a quem não a tem",
        "Se eu me for embora agora isto fica uma bosta",
        "malloc gasta-se mais rapidamente quando menos dinheiro você tem. No meu caso gasta-se rapidamente",
        "É bom ser ignorante em muita coisa, como por exemplo na bíblia.\nPois felizes os ignorantes pois deles será o reino dos céus.",
        "Não percebi nada do que você disse, mas como vocês costumam dizer, é recíproco.",
        "Eu sei acabar com o zumzum, acreditem",
        "OH GAJO tou a ouvir um zumzum q me incomoda.",
        "Às vezes a gente, quando escreve código, tem uma visão de um mundo que é um milagre.",
        "Sabemos que vai dar asneira\nMas temos de levar até ao fim",
        "Esta cena aqui sabem o que é que faz?\nUma grande javardice",
        "Opah se fosse de tarde podiam dizer que a comida da cantina estava estragada, mas agora de manhã não",
        "Estão comigo?\nNão estão?\nCambada de monos",
        "O que é que vocês gostam de fazer? Lol?!",
        "Enerva-me tanto estar a falar com monos",
        "Eu sei que dói\nMas é como a coca cola",
        "Há coisas muito feias na vida que fazem bem\nComo por exemplo óleo de fígado de bacalhau",
        "Calma men, não consigo fazer tanto tão depressa",
        "Dizem vocês e dizem muito bem...\nDizem nada que vocês são uns monos",
        "Isto é giro ver a javardice que fizemos, acreditem, é lindo",
        "Que nojo meu\nExiste uma razão para andares de disquete",
        "Oh mono, você entra uma vez e sai uma vez, é como eu",
        "Eu trago as fichas por 2 motivos: Se vocês trouxerem as fichas impressas vai gastar papel, mau para a natureza. Se vocês não trouxerem as fichas impressas, vão usar o telemóvel, mau para mim. Logo trago eu as fichas impressas e poupamos os dois, que bem precisamos",
        "Aquele senhor diz para fazer uma árvore assim mais linda, ou seja, uma trepadeira",
        "Ease telemóvel está-me a fazer uma comichão",
        "Se o telemóvel tivesse `man` deixava de ser um telemóvel e passava a ser uma coisa útil",
        "o seu telemóvel não tem Unix, se tivesse deixava de ser um telemóvel e passava a ser uma coisa útil",
        "size doesn't matter o importante é o que se faz com ele",
        "`man` serve para ver o que um comando faz. Se fizerem `man man` ele diz o que o `man` faz",
        "O teste tem duas partes: a primeira e a segunda",
        "Se nao aprenderes nada durante um teste então não foste lá fazer nada",
        "Atrás do Braga Parque tem lá uma loja da Happy China.\nVende lá uns relógios baratos, compra um e não chega mais atrasado às aulas durante o semestre.\nFoi lá que comprei o meu.",
        "Se vocês me perguntarem coisas eu fico mais animado.",
        "Eu faço a minha parte, que é fazer de palhaço. Vocês fazem a vossa que é colaborar um bocadinho.",
        "não ouvem nada mas também não adianta que estes gajos não percebem nada do que eu digo",
        "um gajo diz asneiras, mas diz com confiança, que é o que eu faço todos os dias",
        "Ser um bocado verboso não faz mal a ninguém desde que não se caia no exagero do java",
        "Não sei se já reparou, mas o oxigénio nesta sala é um bem escasso.\nNão vai estar a gastar o oxigénio para estar no Messenger.",
        "Não se podem pôr as bicicletas em cima das camas.",
        "From now on you call me your holiness",
        "Há patos em todo o lado, no ar, na água, no fogão.",
        "Vamos ver quando é que a gaja vai estar tortinha ou quando vai estar toda direitinha, tipo bonsai.",
        "A aula de hoje é discos pedidos.",
        "Não sei se foi à cantina alguma vez, mas a pessoa que está em primeiro na fila é a que é servida primeiro - JBB"
    ]
}