{
    "array": [
        "Vocês são monos todos os dias ou é só às segundas de manhã?",
        "Há uma forma de este erro nunca vos acontecer. É nunca fazerem programa nenhum.",
        "Vocês continuam nesse vosso registo de monos.",
        "Temos de saber como é que a gaja nasce.",
        "posso ou nao? ó pra mim.",
        "Não faças hoje o que podes deixar para amanhã porque amanhã pode já não ser preciso.",
        "Tem um problema com o telemóvel? Então atire-o pela janela",
        "Vou me lixar mais para a frentemas não é para já",
        "Isto não são coisas que se sabem... são coisa que se descobrem!",
        "Os arrobas vão desaparecer assim como o forte capitalismo que governa o mundo ocidental",
        "Vocês não sabem o que são números de telefone!",
        "Vocês não sabem o que são consoantes!",
        "Bem jogado moço!",
        "Eu não sei. Mas vocês podem tentar. Faz muito bem tentar fazer coisas impossíveis.",
        "Este senhor aqui está a dizer umas cenas muito interessantes mas não funcionam.",
        "Estão aqui os verdes os comunistas e os gajos que não votam.",
        "Já fiz isto de forma eficiente quando era pequenino",
        "Se eu não levo nada até ao fim nunca consigo acabar nada",
        "calma men calma",
        "Com o sabor que aquilo tem acho que ninguém se vicia em Silomat",
        "para a tosse seca\nVão á farmácia e compram Silomat e para num instante",
        "começar a fumar tira a tosse a quem a têm e dá a quem não a tem",
        "Se eu me for embora agora isto fica uma bosta",
        "malloc gasta-se mais rapidamente quando menos dinheiro você tem. No meu caso gasta-se rapidamente",
        "É bom ser ignorante em muita coisa, como por exemplo na bíblia.\nPois felizes os ignorantes pois deles será o reino dos céus.",
        "Não percebi nada do que você disse, mas como vocês costumam dizer, é recíproco.",
        "Eu sei acabar com o zumzum, acreditem",
        "OH GAJO tou a ouvir um zumzum q me incomoda.",
        "Às vezes a gente, quando escreve código, tem uma visão de um mundo que é um milagre.",
        "Sabemos que vai dar asneira\nMas temos de levar até ao fim",
        "Esta cena aqui sabem o que é que faz?\nUma grande javardice",
        "Opah se fosse de tarde podiam dizer que a comida da cantina estava estragada, mas agora de manhã não",
        "Estão comigo?\nNão estão?\nCambada de monos",
        "O que é que vocês gostam de fazer? Lol?!",
        "Enerva-me tanto estar a falar com monos",
        "Eu sei que dói\nMas é como a coca cola",
        "Há coisas muito feias na vida que fazem bem\nComo por exemplo óleo de fígado de bacalhau"
    ]
}