{
    "array": [
        "Admins do discord a ver o chat de messenger a arder (circa 2018, colorized)\n:fire: :fire: :fire: <:sad_Afonso:418531425944338432> - MightyMime",
        "Este discord está a ser uma aventura linda - Hitler",
        "Bando de ignorantes pançudos\nEstão aqui estão a levar tanta chapada que funciona como uma lipoaspiração - MightyMime",
        "Impor lhes que há alguém num estatuto superior a eles, é inconcebível. E queriam algum reconhecimento e serem conhecidos - Hitler",
        "Novo golpe de estado\nÀ carga irmãos - Milady",
        "Só não levam um excerto de porrada porque eu é que levava coça <:sad_Afonso:418531425944338432> - MightyMime",
        "Eu estive quase a chumbar a português, mas nada como uma frase bem elaborada - Hitler",
        "Fdz hitler\nDa me o teu portugues - Manilator",
        "Hoje o nosso master plan foi um sucesso. Criamos o caos, agora proporcionamos abrigo aos mais indefesos. E criamos provavelmente alguns inimigos para trazer um pouco de graça à nossa vida - Hitler",
        "Concordo com todos vocês\nRoma não ardeu num dia\nAgora é enjoy the show\nE esperar que rastejem para aqui - Milady",
        "Mas quando foi o petting dog meme com a cara dela de quem está a levar com uma tribo nijeriana pelo cu acima não se queixou ela - MightyMime",
        "Errar é humano\nO MJ errou\nLogo MJ é humano\nFilosofia 101 - MightyMime",
        "Enfia-o num sítio que eu cá sei\nAka tomada\nA ver se frita esse cérebro de vez - Milady",
        "Ele é um cancro autentico. Foi o que nos kickou ontem. E pensar que ele já foi a minha casa jogar às cartas - Hitler",
        "É impensável trair uma pessoa com quem se jogou às cartas\nQue ultraje - Milady",
        "He that is without spam among you, let him cast the first stone - Oracle",
        "Arroz é TRUE\nMassa é False - MightyMime",
        "Ele não deve poder passar à beira de um frigorífico, pq, com tanta lata naquela cara, ficava lá colado para sempre - Milady",
        "Erros são parte do codigo, funcionar tudo à primeira não tem piada - Hitler",
        "Quem dera a mts tar no saco da Milady - Milady",
        "Estás aqui estás a levar com um chinelo nessa boca que mais parece um varejeira de tanta merda de vaca mal amanhada que tem nas patas\nPuto de bacalhau alado - MightyMime",
        "Peço imensas desculpas, caríssimo compatriota, espero que este desentendimento não provocado nenhum tipo de danos na nossa prezada relação social. - Sapos1",
        "\"Olá! Não estou a conseguir fazer abrir o tpc3 de SC\"\ntribonigeriana 2k18 - MightyMime",
        "ALL HAIL THE DISCORD IN DISCORD - Milady'",
        "Mas depois poderes mudar se quiseres\nPara evitar os macacos que não alteram - MightyMime",
        "meto carvao pelo cu e lume pela orelha uma sardinha em cada narina sai de lá que é uma maravilha - MightyMime",
        "Tu só precisas de um balásio nessa cornadura - Oracle",
        "É hoje que o morcego vai perder as asas - Sapos1",
        "Prefiro não gastar o meu ar a trocar palavras com anfíbios repugnantes - Oracle",
        "O anonimato será preservado aos olhos dos demais - Hitler",
        "Se as gajas fossem como memes para ti, vias um espermatozóide e dizias 'Olllllllllld' Paneleiro do caralho - MightyMime",
        "Miss me with that polite shit - MightyMime"
    ]
}