{
    "quote": [
        "Vocês são monos todos os dias ou é só às segundas de manhã?",
        "Há uma forma de este erro nunca vos acontecer. É nunca fazerem programa nenhum.",
        "Vocês continuam nesse vosso registo de monos.",
        "Temos de saber como é que a gaja nasce.",
        "posso ou nao? ó pra mim.",
        "Não faças hoje o que podes deixar para amanhã porque amanhã pode já não ser preciso.",
        "Tem um problema com o telemóvel? Então atire-o pela janela",
        "Vou me lixar mais para a frentemas não é para já",
        "Isto não são coisas que se sabem... são coisa que se descobrem!",
        "Os arrobas vão desaparecer assim como o forte capitalismo que governa o mundo ocidental",
        "Vocês não sabem o que são números de telefone!",
        "Vocês não sabem o que são consoantes!",
        "Bem jogado moço!",
        "Eu não sei. Mas vocês podem tentar. Faz muito bem tentar fazer coisas impossíveis.",
        "Este senhor aqui está a dizer umas cenas muito interessantes mas não funcionam.",
        "Estão aqui os verdes os comunistas e os gajos que não votam.",
        "Já fiz isto de forma eficiente quando era pequenino",
        "Se eu não levo nada até ao fim nunca consigo acabar nada",
        "calma men calma",
        "Com o sabor que aquilo tem acho que ninguém se vicia em Silomat",
        "para a tosse seca\nVão á farmácia e compram Silomat e para num instante",
        "começar a fumar tira a tosse a quem a têm e dá a quem não a tem",
        "Se eu me for embora agora isto fica uma bosta",
        "malloc gasta-se mais rapidamente quando menos dinheiro você tem. No meu caso gasta-se rapidamente",
        "É bom ser ignorante em muita coisa, como por exemplo na bíblia.\nPois felizes os ignorantes pois deles será o reino dos céus.",
        "Não percebi nada do que você disse, mas como vocês costumam dizer, é recíproco.",
        "Eu sei acabar com o zumzum, acreditem",
        "OH GAJO tou a ouvir um zumzum q me incomoda.",
        "Às vezes a gente, quando escreve código, tem uma visão de um mundo que é um milagre.",
        "Sabemos que vai dar asneira\nMas temos de levar até ao fim",
        "Esta cena aqui sabem o que é que faz?\nUma grande javardice",
        "Opah se fosse de tarde podiam dizer que a comida da cantina estava estragada, mas agora de manhã não",
        "Estão comigo?\nNão estão?\nCambada de monos",
        "O que é que vocês gostam de fazer? Lol?!",
        "Enerva-me tanto estar a falar com monos",
        "Eu sei que dói\nMas é como a coca cola",
        "Há coisas muito feias na vida que fazem bem\nComo por exemplo óleo de fígado de bacalhau",
        "Calma men, não consigo fazer tanto tão depressa",
        "Dizem vocês e dizem muito bem...\nDizem nada que vocês são uns monos",
        "Isto é giro ver a javardice que fizemos, acreditem, é lindo",
        "Que nojo meu\nExiste uma razão para andares de disquete",
        "Oh mono, você entra uma vez e sai uma vez, é como eu",
        "Eu trago as fichas por 2 motivos: Se vocês trouxerem as fichas impressas vai gastar papel, mau para a natureza. Se vocês não trouxerem as fichas impressas, vão usar o telemóvel, mau para mim. Logo trago eu as fichas impressas e poupamos os dois, que bem precisamos",
        "Aquele senhor diz para fazer uma árvore assim mais linda, ou seja, uma trepadeira",
        "Ease telemóvel está-me a fazer uma comichão",
        "Se o telemóvel tivesse `man` deixava de ser um telemóvel e passava a ser uma coisa útil",
        "o seu telemóvel não tem Unix, se tivesse deixava de ser um telemóvel e passava a ser uma coisa útil",
        "size doesn't matter o importante é o que se faz com ele",
        "`man` serve para ver o que um comando faz. Se fizerem `man man` ele diz o que o `man` faz",
        "O teste tem duas partes: a primeira e a segunda",
        "Se nao aprenderes nada durante um teste então não foste lá fazer nada",
        "Atrás do Braga Parque tem lá uma loja da Happy China.\nVende lá uns relógios baratos, compra um e não chega mais atrasado às aulas durante o semestre.\nFoi lá que comprei o meu.",
        "Se vocês me perguntarem coisas eu fico mais animado.",
        "Eu faço a minha parte, que é fazer de palhaço. Vocês fazem a vossa que é colaborar um bocadinho.",
        "não ouvem nada mas também não adianta que estes gajos não percebem nada do que eu digo",
        "um gajo diz asneiras, mas diz com confiança, que é o que eu faço todos os dias",
        "Ser um bocado verboso não faz mal a ninguém desde que não se caia no exagero do java",
        "Não sei se já reparou, mas o oxigénio nesta sala é um bem escasso.\nNão vai estar a gastar o oxigénio para estar no Messenger.",
        "Não se podem pôr as bicicletas em cima das camas.",
        "From now on you call me your holiness",
        "Há patos em todo o lado, no ar, na água, no fogão.",
        "Vamos ver quando é que a gaja vai estar tortinha ou quando vai estar toda direitinha, tipo bonsai.",
        "A aula de hoje é discos pedidos.",
        "Não sei se foi à cantina alguma vez, mas a pessoa que está em primeiro na fila é a que é servida primeiro - JBB",
        "Se não têm tempo para perder, arranjem tempo para perder. Depois percam esse tempo.",
        "Se tiverem 4 mesas e quiserem dividir por 5 pessoas, com quantas mesas fica cada pessoa?\nNenhuma, porque não se pode partir mesas senão estraga-se tudo.",
        "Oh rapaz das ilhas, insular",
        "Eu só sei coisas fáceis",
        "Eu não estou aqui para vos ensinar, apenas para vos convencer a gostar",
        "Euromilhoes é imposto para quem nao sabe matematica",
        "é mais provavel passarem 70% a algoritmos que sair o euromilhoes",
        "True + True dá erro mas não acredite no que eu digo",
        "O array está no início? What the fuck do you mean?"
    ],
    "quoteP": [
        "Não se calcula limites com os dedos - Elfrida Ralha",
        "A análise é a 2ª cadeira mais importante do vosso curso, sendo que a 1ª é cálculo. - Elfrida Ralha",
        "Normalmente é um quadrado, mas os lados são iguais, por isso é um retângulo - Fernando Miranda",
        "Tenho o cérebro parece um aquário, só faltam os peixinhos - Sra Prof de TFM",
        "Como é que se calcula um limite? Calculando - Elfrida Ralha",
        "estou aqui a sentir um calorzinho - professor de TFM",
        "Tabem - ISD",
        "ninguém é obrigado a vir às aulas - CD",
        "A distribuição normal tem umas boas curvas - EA",
        "Um programa não ir à memória é porque é autista - LPS",
        "Imaginem um espaço a duas dimensões que à terceira já vejo mal - EA",
        "conhecem a função cos e sen? - Cálculo",
        "Estatística é atirar setas a um alvo que não vemos - EA",
        "Só se formos matar a mosca com um canhão - ISD",
        "Reparem isto podia ser usado em álgebra linear porque é uma aplicação de que é interessante transformar uma matriz noutra - ISD",
        "Deixe-me separar as folhas para ver se corrigimos o teste em tempo recorde - EA",
        "Vamos fazer assim, vamos dar uma chapada ao Ulisses - ELETRO",
        "Eu só vejo o Lucas porque acho mais piada aos caracóis - ELETRO",
        "Vou escrever maior que a Ana lá atrás não consegue ler - Eletro",
        "É porque senão não era - Eletro",
        "Em Java não é preciso fazer unboxing, o que é um bocado estranho porque há gajos no YouTube que ganham dinheiro com isso - POO",
        "Em Java vocês usam sempre o clone. Sabem quando é que o usam? Nunca, em java não se usa o clone - POO",
        "O primeiro não custou nada a meter e foi ótimo - Eletro",
        "O que acontece comigo é que eu tenho muita massa gorda, banha - Eletro",
        "O preço ser negativo, isso é que era bom! Trazia caixas de cerveja e ainda me dava dinheiro - SO",
        "também já te apanho - Eletro",
        "Um faz uma coisa, outro faz outra e juntos fazem o mundo - Eletro",
        "Nós todos juntos formamos um belíssimo aquecedor - MDIO",
        "Imaginem que têm um cão chamado função objetivo - MDIO",
        "quem diz mais asneiras aqui sou eu - Cálculo",
        "O O grande tem uns 16 ou 17 pixels de altura - MDIO",
        "Eu sou a folha de presenças! - EES",
        "Acorde, vá lá! ACORDE! Está aqui a gastar dinheiro aos seus pais, ao estado e, mais importante ainda, o MEU tempo! Veja bem o que está a fazer da sua vida! - Senhora Profesora Elfrida Ralha",
        "As minhas colegas dizem \"Eu sou tolinha\", mas eu sei que não sou - MNOL",
        "passei a manhã toda a dançar e a pular ao som Quim Barreiros e Amália Rodrigues - MNOL",
        "Isto é só para os alunos de guimarães, eles é que fazem estas asneiras - MNOL"
    ],
    "dadjoke": [
        "What do you call cheese by itself? Provolone.",
        "I broke my finger at work today, on the other hand I'm completely fine.",
        "What did the Dorito farmer say to the other Dorito farmer? Cool Ranch!",
        "I got fired from a florist, apparently I took too many leaves.",
        "The other day, my wife asked me to pass her lipstick but I accidentally passed her a glue stick. She still isn't talking to me.",
        "How many optometrists does it take to change a light bulb? 1 or 2? 1... or 2?",
        "I asked a frenchman if he played video games. He said Wii",
        "What did the judge say to the dentist? Do you swear to pull the tooth, the whole tooth and nothing but the tooth?",
        "I just read a book about Stockholm syndrome. It was pretty bad at first, but by the end I liked it.",
        "What's red and bad for your teeth? A Brick.",
        "'Hey, dad, did you get a haircut?' 'No, I got them all cut.'",
        "Why does Superman get invited to dinners? Because he is a Supperhero.",
        "Did you hear about the kidnapping at school? It's ok, he woke up.",
        "My boss told me to attach two pieces of wood together... I totally nailed it!",
        "A woman is on trial for beating her husband to death with his guitar collection. Judge says, ‘First offender?’ She says, ‘No, first a Gibson! Then a Fender!’",
        "Did you hear that David lost his ID in prague? Now we just have to call him Dav.",
        "I was wondering why the frisbee was getting bigger, then it hit me.",
        "They laughed when I said I wanted to be a comedian – they’re not laughing now.",
        "Recent survey revealed 6 out of 7 dwarf's aren't happy.",
        "Did you hear that the police have a warrant out on a midget psychic ripping people off? It reads 'Small medium at large.'",
        "Did you hear about the guy whose whole left side was cut off? He's all right now.",
        "I thought about going on an all-almond diet. But that's just nuts.",
        "Did you hear about the cow who jumped over the barbed wire fence? It was udder destruction.",
        "The shovel was a ground-breaking invention.",
        "Why did the coffee file a police report? It got mugged.",
        "What do you call a fat psychic? A four-chin teller.",
        "You know that cemetery up the road? People are dying to get in there.",
        "What do vegetarian zombies eat? Grrrrrainnnnnssss.",
        "What do you call two barracuda fish? A Pairacuda!",
        "I had a dream that I was a muffler last night. I woke up exhausted!",
        "How did the hipster burn the roof of his mouth? He ate the pizza before it was cool.",
        "You know what they say about cliffhangers...",
        "How many apples grow on a tree? All of them!",
        "How does a French skeleton say hello? Bone-jour.",
        "I'm practicing for a bug-eating contest and I've got butterflies in my stomach.",
        "Never take advice from electrons. They are always negative.",
        "I was just looking at my ceiling. Not sure if it’s the best ceiling in the world, but it’s definitely up there.",
        "Doctor you've got to help me, I'm addicted to Twitter. Doctor: I don't follow you.",
        "What do you call a cow with no legs? Ground beef.",
        "Why can't a bicycle stand on its own? It's two-tired.",
        "Slept like a log last night … woke up in the fireplace.",
        "I wish I could clean mirrors for a living. It's just something I can see myself doing.",
        "What do you call a gorilla wearing headphones? Anything you'd like, it can't hear you.",
        "A man got hit in the head with a can of Coke, but he was alright because it was a soft drink.",
        "Why are fish easy to weigh? Because they have their own scales.",
        "I was thinking about moving to Moscow but there is no point Russian into things.",
        "Why did the girl smear peanut butter on the road? To go with the traffic jam.",
        "Whoever invented the knock-knock joke should get a no bell prize.",
        "Sore throats are a pain in the neck!",
        "Want to hear a chimney joke? Got stacks of em! First one's on the house",
        "Why do choirs keep buckets handy? So they can carry their tune",
        "Toasters were the first form of pop-up notifications.",
        "A man is washing the car with his son. The son asks...... Dad, can’t you just use a sponge?",
        "I thought my wife was joking when she said she'd leave me if I didn't stop singing 'I'm A Believer'... Then I saw her face.",
        "This furniture store keeps emailing me, all I wanted was one night stand!",
        "I don't trust stairs. They're always up to something.",
        "What is the hardest part about sky diving? The ground.",
        "Have you heard the rumor going around about butter? Never mind, I shouldn't spread it.",
        "'Dad, I'm cold.' 'Go stand in the corner, I hear it's 90 degrees.'",
        "Every machine in the coin factory broke down all of a sudden without explanation. It just doesn’t make any cents.",
        "Imagine being held at gunpoint (bear with me) by a literate animal, and the only hope of rescue is (BEAR WITH ME) posting a coded message on Reddit.",
        "If Snoop Dogg dies before pot becomes legal in the US, He will be rolling in his grave.",
        "If a child refuses to sleep during nap time, are they guilty of resisting a rest?",
        "Want to hear a joke about a peice of paper? Never mind...it's tearable",
        "Today, my son asked \"Can I have a book mark?\" and I burst into tears. 11 years old and he still doesn't know my name is Brian.",
        "My wife is really mad at the fact that I have no sense of direction. So I packed up my stuff and right.",
        "I bought some shoes from a drug dealer. I don't know what he laced them with, but I was tripping all day!",
        "Did you know the first French fries weren't actually cooked in France? They were cooked in Greece.",
        "If a child refuses to sleep during nap time, are they guilty of resisting a rest?",
        "The secret service isn't allowed to yell \"Get down!\" anymore when the president is about to be attacked. Now they have to yell \"Donald, duck!\"",
        "What is the least spoken language in the world? Sign language",
        "My daughter screeched, \"Daaaaaad, you haven't listened to one word I've said, have you!?\" What a strange way to start a conversation with me...",
        "Did you know that's a popular cemetery? Yep, people are just dying to get in there!",
        "My friend keeps saying \"cheer up man it could be worse, you could be stuck underground in a hole full of water.\" I know he means well.",
        "Justice is a dish best served cold, if it were served warm it would be justwater.",
        "The fattest knight at King Arthur’s round table was Sir Cumference. He acquired his size from too much pi.",
        "Why can't you hear a pterodactyl go to the bathroom? Because the pee is silent.",
        "What does a zombie vegetarian eat? “GRRRAAAAAIIIINNNNS!”",
        "Spring is here! I got so excited I wet my plants!",
        "3 unwritten rules of life...\n1.\n2.\n3.",
        "Did you hear the news? FedEx and UPS are merging. They’re going to go by the name Fed-Up from now on.",
        "Why did the invisible man turn down the job offer? He couldn't see himself doing it.",
        "What has two butts and kills people? An assassin",
        "What did the pirate say on his 80th birthday? AYE MATEY",
        "What's the best part about living in Switzerland? I don't know, but the flag is a big plus.",
        "If Snoop Dogg dies before pot becomes legal in the US, he will be rolling in his grave.",
        "What do you call a dog that can do magic? A Labracadabrador.",
        "5/4 of people admit that they’re bad with fractions.",
        "Why couldn't the bike standup by itself? It was two tired.",
        "What time did the man go to the dentist? Tooth hurt-y.",
        "Two guys walk into a bar, the third one ducks.",
        "How many tickles does it take to make an octopus laugh? Ten-tickles.",
        "When a woman is giving birth, she is literally kidding.",
        "A ham sandwich walks into a bar and orders a beer. The bartender says, \"Sorry we don’t serve food here.\"",
        "Can February March? No, but April May!",
        "What did the buffalo say to his son when he dropped him off at school? Bison.",
        "Why did the crab never share? Because he's shellfish.",
        "To call the whole Elon Musk controversy “Elon-Gate” seems like a bit of a stretch.",
        "What do you call a cow with two legs? Lean beef. If the cow has no legs, then it’s ground beef.",
        "I just watched a documentary about beavers. It was the best dam show I ever saw!",
        "You know what the loudest pet you can get is? A trumpet.",
        "What noise does a 747 make when it bounces? Boeing, Boeing, Boeing.",
        "I hear it's easy to get ladies not to eat Tide pods. It's more difficult to deter gents, though.",
        "What do you call a factory that sells passable products? A satisfactory.",
        "As a lumberjack, I know that I’ve cut exactly 2,417 trees. I know because every time I cut one, I keep a log.",
        "Why do chicken coops only have two doors? Because if they had four, they would be chicken sedans!",
        "If you rearrange the letters of “Postmen”. They get really pissed off.",
        "A three-legged dog walks into a bar and says to the bartender, \"I’m looking for the man who shot my paw.\"",
        "You heard of that new band 1023MB? They're good but they haven't got a gig yet.",
        "What do you call a lonely cheese? Provolone.",
        "How do you tell the difference between a frog and a horny toad? A frog says, \"Ribbit, ribbit\" and a horny toad says, \"Rub it, rub it.”",
        "What do prisoners use to call each other? Cell phones."
    ],
    "quoteA": [
        {
            "id": 555003663332933633,
            "name": "Garfield Galático",
            "content": "Isso é objetvo goals"
        },
        {
            "id": 101021328596803584,
            "name": "Dante",
            "content": "Eu caibo em qualquer buraco"
        },
        {
            "id": 101021328596803584,
            "name": "Dante",
            "content": "Tenho medo que a Elfrida me mate"
        },
        {
            "id": 183214145682931712,
            "name": "Rui",
            "content": "Quando pagas 1050 euros de propinas para vir para as aulas dormir"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Um duelo não pode ser nada menos que uma batalha de expressões da Elfrida"
        },
        {
            "id": 181002804813496320,
            "name": "Killbyte",
            "content": "Ser do Cesium nos dias de hj é tipo ser da pide"
        },
        {
            "id": 494563189900574721,
            "name": "Jorge",
            "content": "Onde está a minha quote? Também mereco ter um!"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Jumento asqueroso"
        },
        {
            "id": 101021328596803584,
            "name": "Dante",
            "content": "Já fudeste essa merda toda"
        },
        {
            "id": 555003663332933633,
            "name": "Garfield Galático",
            "content": "Vou faltar ao DDN e quando me chamarem para a guerra vou matalos a todos e aliar me ao oponente"
        },
        {
            "id": 317369304528191499,
            "name": "Diogo",
            "content": "Mais organizado que o Discord só mesmo os campos de concentração nazi"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "OLHA AQUI SEU JUMENTO\nQUEM DEU O BEIJO PRIMEIRO FUI EU"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Estava a ver que o meu dia ia acabar sem ver a retardadisse do gato em ação"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "Hoje Miei, amanhã UM"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Manilator exposes gato galático (NO CLICKBAIT!!!)"
        },
        {
            "id": 101021328596803584,
            "name": "Dante",
            "content": "Eu quero ver resoluções a ver se percebo um piço disto"
        },
        {
            "id": 101021328596803584,
            "name": "Dante",
            "content": "Desculpa querida, casei-me sem ver o WikiHow dos casamentos"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "Oráculo não se escreve assim PUTA"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Eu trabalho numa organização contra o anime"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "A tua inteligência nunca para de me surpreender"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "ITS FUNNY BECAUSE THIS IS STUPID BUT MY LIFE SUCKS ANYWAY SO WTV"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Eu tb podia documentar... Se tivesse algo feito"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Suicido ao fim de contas não é nada mais do que o homicídio do próprio"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "Secret Story é pornhub televisivo versao para crianças"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "brain is my pen\nknowleage is my ink\nmath is my language"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Fdp\nQuanto te apanhar vais desejar n ser oraculo"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "Exp"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Fds tu metes cada quote"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Todas as palavras inglesas podem ser passadas para verbos em português, basta ter vontade"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Vocês têm problemas"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "Aborto mal feito\nDromedário falante"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "Wololo"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Tudo é fácil, nada é difícil, desde que saibas"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "Isto parece mais um grupo de conspiração política contra um governo opressor do que um discord de Miei"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Tentámos tomr posse do CeSIUM e olha no que deu!(NOT CLICKBAIT)"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "pôr o JBB a ensinar português"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "fds eu vim para Miei, não estou aqui para discutir português"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "Vim para Miei, não preciso de ter capacidades básicas de comunicação"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Apenas a impossibilidade é impossível"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a teacher)",
            "content": "Não meti mesmo a piada\nFui um nível de META mais acima, e mencionei uma possível piada"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Haskell foi desprezado, gozado, espancado, mas agora toda a gente o quer de volta"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Em comer é que está a felicidade da vida\nComer e Dormir"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "Os 10 minutos são uma ilusão, o verdadeiro intervalo encontra-se na aula onde não fazes um caralho"
        },
        {
            "id": 101021328596803584,
            "name": "Dante",
            "content": "Eu nas aulas só stresso o quanto eu não sei esta merda"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "O meu sonho era a aminha letra ser tão legível como hieroglifos"
        },
        {
            "id": 101021328596803584,
            "name": "Dante",
            "content": "Desculpa querida mas eu só escreve hieroglifos"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Eu só faço bugs com bocadinho de códigos pelo meio"
        },
        {
            "id": 101021328596803584,
            "name": "Dante",
            "content": "Ui, o Jbb vai começar a ensinar a arte da guerra"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "os alunos duplicaram quando o Jbb entrou"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Quando for grande quero ter uma camisola como a do Jbb"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Empilhar de cima para baixo faz tanto sentido como construir uma casa pelo telhado"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Isto não é o chat de Miei, é o chat dos bipolares anónimos"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "A originalidade dos vossos insultos amazes me"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Olha burra era a tua mãe pa ter um jumento como tu"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "A Milady tem me ali um pão\nVou rouba lo\nE come lo"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "O JBB QUER ATIRAR-ME À CARA QUE A MINHA LIFE SUCKS"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Não me lembro de dizer esta"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "Tudo é uma quote hoje em dia"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Eu não me divirto com elas\nTrafico de orgaos e assim paga bem"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "Barrete é aquilo que usas quando está um frio que congela os pelos do nariz\nBéret é o que usas para engatar gajas"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "Já experimentaste desligar e voltar a reiniciar?"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "Eu uma vez joguei Pac-Man e passei as próximas 3 semanas a comer LSD enquanto fugia de ciganos"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "Isto não é o mundo real\nTemos de nos suicidar para acordar"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "SAI DA JAULA MONSTRO"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "JUMENTO VOLTA PARA O RANCHO NOJENTO DE ONDE VIESTE"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "CALOU ANTA DESFIGURADA"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "VOLTA PARA A POKÉBOLA SUA INÚTIL"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "TU DEVES ANDAR SEMPRE DO AVESSO\nTENS O CU NA CARA\nPESTILENTO"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Eu acabei de ler um dia inteiro de mensagens daqui, e sinto me muito mais culto e iluminado"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "A verdadeiro rede social é rede de pesca"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Parem com a censura"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Quem nunca jogou Half-Life devia ser crucificado"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "QUANDO TENHO QUE ESCREVER MULTIPLAS LETRAS EM MAÍUSCULA USO CAPSLOCK"
        },
        {
            "id": 350620931988783115,
            "name": "José Christ",
            "content": "Muito obrigado @Milady mereces que te acompanhe agora minha filha"
        },
        {
            "id": 319211964238659594,
            "name": "Int3rs3ct",
            "content": "Por vezes a maior sabedoria é parecer que não se sabe nada"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Se tirares notão no teste já não precisas de ir tirar notão no recurso"
        },
        {
            "id": 319211964238659594,
            "name": "Int3rs3ct",
            "content": "As tuas palavras resvalam na carapaça da minha indiferença"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "AS MINHAS PALAVRAS ROÇAM NA TUA CARAPAÇA"
        },
        {
            "id": 319211964238659594,
            "name": "Int3rs3ct",
            "content": "Tenho duas pilas enfiadas nos ouvidos"
        },
        {
            "id": 101021328596803584,
            "name": "Dante",
            "content": "Falar com um bot é bastante triste\nfala comigo"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Será que falar portugues está para as gajas francesas como o falar frances está para as gajas portuguesas?"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Não estás a comer decentemente se não deres estrondo"
        },
        {
            "id": 319211964238659594,
            "name": "Int3rs3ct",
            "content": "praxe me outside the UM How about that"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Eu vou a tudo, não tenho mais nada que fazer, prefiro ir às aulas do que ficar a olhar para o teto a pensar o que é que estou a fazer da minha vida"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "Caso eu me suicide\nDeixo o meu irmão gémeo fazer o meu trabalho"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "se ao menos alguem olha-se para mim como a @Milady para o @Manilator"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Estou a morrer no sofá, mas queria ver a novela"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Não estás a viver a vida académica em pleno se fores às aulas"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "vamos todos falecer mais vale a pena procrastinar a vida toda"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Recursividade = reencarnar em Haskell"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "achas que a Elfrida permite tal coisa"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Tens sorte que ainda n te apanhei"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Tudo o que ves acerca de mim e uma ilusao"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "torneio de bots meia hora antes do teste de análise acabar smh"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "No fim do semestre, temos que fazer alto meet para lermos todas as quotes que juntamos ao longo do semestre"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "toda a gente pergunta onde está o JBB mas ninguém pergunta como está o JBB"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Todos os dias à meia noite, o svn fica down para honrar todos aqueles que por causa dele, chumbaram a LI ao longo dos anos"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Aqui tem pessoal fixe, passo aqui o dia agora"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "Eu às vezes visto me de mulher e finjo que sou o Barack Obama"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Mas vou me ausentar por hoje, até amanhã caros camaradas de luta"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "FILHA DA PUTA DA CAIXA DE DOMINÓS CAIU-ME NA TOLA"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Estamos em MiEI ninuém tem mais amigos"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "A Milady é uma abóbora"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "VOU TE DAR KICK SEU AMENDOIM\nXÔ PUTA"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "Nada como beber uns shots de Listerine enquanto espreito pela janela"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Boy o melhor meme é o teu desde que bem"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Quase todas as quotes da Milady estão em Capslock\nEla não bate lá muito bem"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "As quotes da Milady são produto de rage na sua forma mais pura"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Couldnt agree more, my friend"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "eu não sigo as regras\neu crio as regras"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "A minha vida é uma mentira"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Ninguém consegue derrotar o lendário Sapos1"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "1v1 me irl"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "a ignorância é o melhor de todos os estados físicos"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "nós nascemos ignorantes para morrermos ignorantes\nnão há nada no meio\napenas o vazio da existencia"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Sapos1 é a suprema criação"
        },
        {
            "id": 350620931988783115,
            "name": "José Christ",
            "content": "Amen"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Tenta canibalismo no teu colega"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Não precisas de comer, a fome é psicológica"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "real man só fazem um commit com o programa todo feito sem bugs -m \"commit final\""
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "Real men escrevem o código alterado no commit"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Também tinha disso, o log era o diário da minha depressão"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "que spammers da piça"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "@(Not a Teacher) a lore deste discord é demais para ti?"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Infiltrate no cesium"
        },
        {
            "id": 183222531979870208,
            "name": "herulume",
            "content": "vais ao cesium comer!\ntens la snacks a venda :V"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Eu só queria dormir e não acordar, assim o pequeno almoço nunca se tornava um problema"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "Vendem durex à beira de doritos :thinking:"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Doritos and chill"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "aaaaaaaAAAAAAAAAAAa"
        },
        {
            "id": 183222531979870208,
            "name": "herulume",
            "content": "thats cyberpunk as shit nonetheless"
        },
        {
            "id": 183222531979870208,
            "name": "herulume",
            "content": "que trigger tao funcional"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Japao é mesmo terra do demônio"
        },
        {
            "id": 98500250540478464,
            "name": "Mendess (2/3º Ano)",
            "content": "fotos do caderno são overrated. Fazes fichas e o trabalho de li2 e ficas preparadissimo para o teste"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "eu nao sei quais sao e quais nao sao\nando a spamar esta piada em todo o lado"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Rekt m9"
        },
        {
            "id": 98500250540478464,
            "name": "Mendess (2/3º Ano)",
            "content": "tenho de me lembrar que sarcasmo não sabe protocos de http"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "stop\nhammer time"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Das 2 uma, ou o pc tá sem bateria ou se lhe deres um tempinho ele volta ao normal probably\nOu isso ou martela o botão até dar"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Às vezes os pcs batem simplesmente mal"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Solução\nAtira o pc contra a parede"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "Bem vindo à Selva MiEI"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Eu não sou terrorista, só quero forçar as outras pessoas a terem as mesmas crenças do que eu"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Sou um servo de Alah, o nome que me foi dado é Muhammed"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Eu acho que quem roubou o secador de cabelo ao Goku foi o @Oracle"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Ok, calma aí Mr.Descartes"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Eu duvido de tudo, até de duvidar eu duvido"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Amanhã sou toda vossa\nPara explicações quero eu dizer"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Levas uma lambada nessa face"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Baixa a bolinha"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Sinto que fiz uma boa ação\nPq é q parece que vou vomitar?\nNão gosto de ser boa pessoa"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "Fui à rua a uma convenience store, de noite de pijama de manga curta enquanto chuvia sem oculos\nLiving the dream\ngot my matsuya cider, worth"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Anime contribui mas para a minha morte"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Xô anime fag\ndeviam todos falecer"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "im so random xD\nRAWR XD"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Ter aulas é uma ilusão"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Eu que te apanhe hoje @Oracle"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "you can ghci my cock"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "VÊ LÁ SE NÃO QUERES LEVAR OH MILADY\nVÊ LÁA\nTAS A AMEÇAR ME???\nTAS?"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "NAUM TENHUH MEDU!"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Berra ALLAHU AKBAR e atira uma mochila po meio do corredor e vê se o povo não começa a correr"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "wtf eu sou um hackerman para a ISIS, atirar bombas dá muito trabalho"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Atiras bombas em Haskell"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "ARROZ > MASSA"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "MORTE AOS CONSUMIDORES DE MASSA"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "Abutres com penas despenadas"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "BOMBOCAS > TUDO"
        },
        {
            "id": 181002804813496320,
            "name": "KillByte",
            "content": "MAASSSSAAA\nAASSCEND"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "ele pode estar online e a dormir ao mesmo tempo"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "Tudo puta\nOlé olé\nOh rosa levanta a saia\nOh rosa levanta a bem\nOh rosa levanta a saia\nQue bela cueca tem\nQue bela cueca tem\nQue bela cueca tinha\nOh rosa levanta a saia\nQessa cueca ainda vai ser minha\nBy Manilator"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "à pouco assustei o Mighty, sinto-me realizado"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "A retardadisse dele anda a falhar"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "as minhas quotes são o verdadeiro significado deste discord"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "e eu não ganho para isto\nnem para a eletricidade do server ganho"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "E aqueles fragmentos de haskell deram me um triggerzinho daqueles"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Nós somos mesmo crianças, dão nos um bot que cita as nossas falas e passamos o dia a brincar com isso"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Se fores sempre criança não podes morrer de velhice"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "A maior mentira foi quando comprei um pc a pensar que era portatil e já é a terceira vez que fica sem bateria hoje"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Fodasse trouxe do pingo doce um peso do caralho e não me doem os bíceps, só os braços"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Viveste enganado a tua vida toda mon ami"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "HIS RAGE IS GOING TO BE RELEASED\nSeek shelter"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "simpatia não é permitida"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "futuro = passado = presente = domingo"
        },
        {
            "id": 423773873234771968,
            "name": "&42",
            "content": "while (!Milady(Calada)) printf(\"CALOU CRLH\"),"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Alguém dê reset ao Mighty"
        },
        {
            "id": 423773873234771968,
            "name": "&42",
            "content": "If come to warn that if you dont stop this madness youll become gay"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "A voz do nando tá sempre a falhar, é mesmo cute"
        },
        {
            "id": 423773873234771968,
            "name": "&42",
            "content": "Vamos todos ter, 20 questões e 20 crises existenciais"
        },
        {
            "id": 423773873234771968,
            "name": "&42",
            "content": "A true god may never have just one name"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Manda um beijo ao Nando por mim"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Eu dou-te pau de graça"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "O Fernando é o verdadeiro, veio para uma das mesas onde nos, meros plebeus nos sentamos, e sentou se também"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Finalmente a retardadisse em ação"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Hitler the Hitman"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "A paz era apenas uma ilusão criada pelo inimigo"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "O macbook é pesado"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "Chove a chover e a chuva não lhe toca"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Dab :clap: review :clap:"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "* dab *"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Never gonna give Hitler up. Never gonnalet Hitler down."
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Os gajos que descobriram moléculas tinham moléculas, plot twist"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Os gajos que descobriram os isqueiros não tinham isqueiros"
        },
        {
            "id": 272098945809907715,
            "name": "kaixi",
            "content": "Os gajos quando descobriram como acender fogueiras não tinham isqueiros"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "A vida é a busca por algo superior"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Acham que é uma boa solução morrer antes do teste de Análise?"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "estou a tentar arranjar pau"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "tem pau ao dimicílio ?"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "coisas estranhas se estão a passar"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "há pau pra todos"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Posso bater cm o pau?"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Tudo em mim é mágico\nPau incluído"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "Hitler o que pedes em troca por nudes tuas?"
        },
        {
            "id": 183222531979870208,
            "name": "herulume",
            "content": "fica aqui prometido que se tirar 9.5 a analise nesta frequencia, pago uma rodada, é tudo e bom estudo"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Bom estudo e VIVA AO 95"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "Calou\nPutas\nPokemons\nAsuis"
        },
        {
            "id": 183222531979870208,
            "name": "herulume",
            "content": "sou Deus mas tipo mais feio e gordo e escravo do CeSIUM"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Faço 1v1 em qualquer plataforma"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "Alguem tem cheats para Analise?"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "Vou me mutilar com a pasta de dentes"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "O q interessa é q alguém cague"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "O meu sonho é morrer que nem pintassilgo fora de água"
        },
        {
            "id": 183222531979870208,
            "name": "herulume",
            "content": "mistakes were made"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "Nunca deixem de fumar por alguém. Esse alguém um dia vais vos abandonar mas o cancro fica com vocês até a morte."
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "Hoje a sair de PI mais pessoal começou a fazer olhares de que me ia matar\nacho que vou ser assassinado hoje"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "He discovered the best social network with a simple trick , and now miei students hate him. Watch this free video and discover it too"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Integrais são a melhor dorga"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Tinha de ir pa tirar 6, pq tem nota mínima"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Oh amor, mas eu contigo já nem preciso dizer nada\nSão sp encontros mt intensos\nAinda me doi a mão"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Coitado é quem realiza o coito deitado"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Coitados de nós\nCOITADO DE QUEM É COITADO\nCOITADOOOOOOOOOOO"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "E o Ezio é quem?\nÉ maior de idade?\nAsking for a friend"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Ahahaha sp a fornecer material para alimentar o belo bot JBB"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Estes gajos falam muito aqui no discord mas quando é irl já têm medo de 1v1"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Mas o q é q tu queres saphole\nPerceberam?\nAsshole\nMas adaptado a sapos\nAHAHAHA GENIAL"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "O meu sonho é morrer"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "O meu exército de sapos está em todo lugar que eu pensava que era melhor ter sido a trabalhar na destruição do Japão."
        },
        {
            "id": 555003663332933633,
            "name": "Gato Galatico",
            "content": "Ao excluirem me, estão a excluir me a mim"
        },
        {
            "id": 423773873234771968,
            "name": "&42",
            "content": "Comida, bebida e um bom throwback dos tempos em que portugal tinha futuro\nViva Salazar! Viva o regime!"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Temos de instaurar o Novo Estado Novo"
        },
        {
            "id": 183222531979870208,
            "name": "herulume",
            "content": "mistakes were made"
        },
        {
            "id": 390886903219748864,
            "name": "General Peixinhos«small_dick»",
            "content": "E SE EM VEZ DE ACEITE FOSSE AZEITE?"
        },
        {
            "id": 390886903219748864,
            "name": "General Peixinhos«small_dick»",
            "content": "E MARCAR UMA ORGIA DE CURSO?"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "Tudo o que eu faça é spam\nDireta ou indiretamente"
        },
        {
            "id": 301034264638521344,
            "name": "Bernirk",
            "content": "Procrastinar é aquilo que melhor faço xD"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "tu tens problemas graves com os animes"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "vou comprar mais merchandise da personagem que uso como avatar aqui\ncomo se sentem"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "A felicidade é efémera"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "Mas morres sozinho e não acompanhado da tua waifu"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "prefiro morrer sozinho do que viver como tu"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Vendi a minha FAMILIA para comprar hentai manga NOT CLICKBAIT"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "1 like, 1 amén for that wise man"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "Eu tive um prof de moral que ao abrir um website qualquer apareceu no autocomplete um site porn\n:thinking:\neste padre Vítor, sempre maroto"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "Non, admites o teu fetiche como um homem a sério, sem nada a temer"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "um tipo a apalpar dildos como quem apalpa vegetais no supermercado"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "i have no fucking idea"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "nani the fuck\ntraps + loli\ncrossover episode"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "A gaja é pa chamar à atenção\nE dps tem uma dick\nGorro para a dick\nVcs têm frio na dick?"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "sinto-me pior com o monte de corações do que se fosse um chorrilho de insultos"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "if you dont have a shlock you get the glock"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "Eu caguei para ler a lore, eu entro aqui, spamo, vou me embora e quando volto faço o mesmo, sem ler nada."
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "e hoje uma school girl que me fez pensar \"better not, im too young for jail\""
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "If she breathes she breeds"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "PO CRLH\nSOU UM TRATOR COM ORGULHO\nRONC RONC\nCEIFO A PUTA DA TERRA TODA"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Tu precisas de deus nosso senhor jesus cristo na tua vida"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "G8\nVamos ser todas amigas 4ever tada"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Treina o teu filho como se treina um cão"
        },
        {
            "id": 423773873234771968,
            "name": "&42",
            "content": "educação pelo medo, resulta sempre"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Eu não percebo esta juntentude de agora, no meu tempo eram 2 chapadas pedagógicas e nunca mais a gente abria a boca\nNem pa comer quanto mais pa falar"
        },
        {
            "id": 423773873234771968,
            "name": "&42",
            "content": "duas chapadas à cavalo a ver se não ia ao sitio"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "O puto manda a mãe po crlh, a mãe diz q vai chamar o pai, o pai vem e o puto imediatamente cala-se\n(Puto com 17 anos)"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Eu n planeava acordar tão cedo, mas o vento e portões destrancados impediram-me de continuar\nO meu\nSONO DE BELEZA\nAgora pareço um zombie"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Estiveste a programar?\nProgramar alimenta-te\nnão devias ter fome"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Eu adoro o facto de mais de metade das quotes serem da Milady\nGrande gaja q ela deve ser"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "*global dabbing*"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "Eu auto circuncisei-me como forma de impor respeito no meio de um gang de gunas, para eles nao pensarem que eu era mais fraco que eles. E para o fazer usei um garfo. Não se metam comigo, eu sou hardcore"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Levas uma cabeçada no céu da boca"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "Quem vai precisar de proteção são vocês\nAhahahahahahahahha"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Ele é pequenino, frágil"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Se tu és anime fag deves gostar dessas coisas"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "Os meus pais nunca me bateram mas é porque tinham nojo de me tocar com as mãos. Por isso só levei lashings com um cinto, mas na verdade sinto um certo fervor erótico quando me batem com um cinto, por isso nunca me incomodou."
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Mas a Milady n quer ninguém\nEla é uma bitch"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Eu alimento o jbb\nTrato dele como se fosse meu"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a Teacher)",
            "content": "@Milady Dás-me meio dia a sós contigo durante a noite no teu quarto, portas trancadas, e em duas horas deixo-te a adorar haskell"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "A melhor maneira de dizer holocausto é a tua desde que bem"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a teacher)",
            "content": "@Milady Diz-me dinheiro que não seja desnecessário de gastar então. Tudo é desnecessário. A vida é desnecessária. Deixa-me ser temporariamente feliz por venerar uma personagem fictícia, ao menos isso distrai-me da futilidade da vida."
        },
        {
            "id": 183222531979870208,
            "name": "herulume",
            "content": "auto suicido para o rei dos pleonasmos"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "MARTINHI AND MOÇA AND RUMOURED TO BE TOGETHER (CIRCA COLORIZED) NOT CLICKBAIT"
        },
        {
            "id": 329929709381091330,
            "name": "sapos1",
            "content": "Eu apenas quero tornar o cesium num neo Estado Novo"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "A dizer que os admin eram boas pessoas e o crl\nTudo mentira"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "I dont wanna go."
        },
        {
            "id": 98500250540478464,
            "name": "Mendess(2/3°ano)",
            "content": "its not gay if you have socks on"
        },
        {
            "id": 98500250540478464,
            "name": "Mendess(2/3°ano)",
            "content": "this is reaching levels of nerdiness never though possible"
        },
        {
            "id": 183222531979870208,
            "name": "herulume",
            "content": "SE NAO FORES SOCIA QUE TAS A FAZER A TUA VIDA? VIVA A REPUBLICA VIVA O CESIUM"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "antes do C veio o B e o A"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "O assembly veio primeiro\nDepois veio o c\nO avô dos dois é o binário\nO haskell é o filho bastardo"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Jamais\nJamais trairei o anime control\nNEVER\nSomos nós contra os fags"
        },
        {
            "id": 329929709381091330,
            "name": "sapos1",
            "content": "se te viciares em anime vais tornar-te naquilo que juraste destruir"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Nunca me renderei ao anime\nMas vou-lhe dar uma chance"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "Os verdadeiros gods de haskell transcendem a humanidade"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Se n funcionar eu dou-me um tiro por ti"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a Teacher)",
            "content": "quando te apanhar\nvou-te bater tanto na cabeça que vais virar weeb como eu"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Hask hell"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "se tentares espetar um garfo no pé, chances are, alguem te vai dizer para não o fazeres\naqui é a mesma coisa"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "Queres coisas deprecated? Televisão a preto e branco, José Sócrates, Nintendo Wii, a minha vontade de viver"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Não há melhor companhia do que a solidão"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "@herulume Eu sou herulumesexual no entanto"
        },
        {
            "id": 98500250540478464,
            "name": "Mendess",
            "content": "Vai de pica"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "PM é melhor que irl porque podes mandar nudes <:happy_Afonso:418528464002482178>"
        },
        {
            "id": 183222531979870208,
            "name": "herulume",
            "content": "a minha voz mental leu em voz alta e ouvi dentro do meu brain"
        },
        {
            "id": 98500250540478464,
            "name": "Mendess",
            "content": "Vai de piça é uma expressao que comecei a usar este semestre, aplica-se a demasiadas coisa em informatica xD"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "O cesium patrocina pizza ao pessoal? Onde me posso alistar para isso?"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "o cesium controla as pessoas? Onde me posso alistar para isso?"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "O cesium tem pessoas? Onde me posso alistar para isso?"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Nós acreditamos em ti Milady"
        },
        {
            "id": 183222531979870208,
            "name": "herulume",
            "content": "opa nao, mas quando me pagarem pizza eu sou puta mansa"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Alguém diga ao Martinho q o seu segredo foi descoberto"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "O cesium é tipo ditadura que controla todas as ações dos seus associados?"
        },
        {
            "id": 98500250540478464,
            "name": "Mendess",
            "content": "O Martinho é capaz de não gostar xD"
        },
        {
            "id": 183222531979870208,
            "name": "herulume",
            "content": "quero uma quote disto sff"
        },
        {
            "id": 183222531979870208,
            "name": "herulume",
            "content": "era ir-lhes ao cu a tocar amalia e eles chamarem-me salazar"
        },
        {
            "id": 272098945809907715,
            "name": "kaixi",
            "content": "\"esta função faz-se com duas linhas em haskell.\"\nOracle - \"hold my beer!\""
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Nobody escapes from the quotes"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "O discord suga toda a tua vontade de estudar"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "Sapos é kawaii"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "Já alguma vez vos aconteceu de se levantarem a meio da noite cheios de fome e vontade de mijar, e irem até à cozinha, abrirem o frigorífico e mijarem lá para dentro?"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "Já acordei a meio da noite para mijar com calor nos pés porque estava de meias\nTirei as meias e fui mijar com as meias na mão\nDeitei as meias na sanita e mijei dentro do cesto da roupa\nFui dormir e e só vi no dia seguinte"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Mighty atinge níveis de retardadisse maiores que os do gato (circa 2018, colorized)"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "Paté de atum é que é a shit. Homemade. Quando eu ainda tinha alguma vontade de viver conseguia dedicar 3 minutos da minha vida a fazer o paté, para depois podes disfrutar durante uma tarde inteira. Em retrospetiva, comer um panelão daquilo em apenas uma tarde não devia ser saudável, mas pronto. A crippling depression que me impede de sair do quarto e ir fazer o paté também não é saudável, enfim."
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "Sejamos honestos, se escrevestes alguma dessas atrocidades ambíguas e os teus pais não te deserdaram ou impediram de entrar em casa, então é um caso de child abuse, porque mereces esse tratamento."
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "ele sentia-se excluído por isso excluiu-se"
        },
        {
            "id": 390886903219748864,
            "name": "General Peixinhos«small_dick»",
            "content": "Eu posso libertar os meus peixinhos para a cara dela"
        },
        {
            "id": 272098945809907715,
            "name": "kaixi",
            "content": "Não tenho culpa que a minha opinião esteja certa 142% das vezes ao contrário da opinião popular"
        },
        {
            "id": 390886903219748864,
            "name": "General Peixinhos«small_dick»",
            "content": "@herulume  desculpa ter a piça nos ovários e não ser o homem que pensavas que era"
        },
        {
            "id": 264058630389760010,
            "name": "resende 2k18",
            "content": "\"eu nao estou a dizer que não tens direito a opinião,  apenas tens a minha opinião que é um facto e a tua frase errada\""
        },
        {
            "id": 390886903219748864,
            "name": "General Peixinhos«small_dick»",
            "content": "PRONTOS PARA ESCARAFUNCHAR O MEXILHÃO CARALHO?"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "eu estava a dar uma indireta\nÉs giro\nQuero-te comer"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "O @(Not a Teacher) quer comer todos"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "Portugal pode ser um país cinzento\nMas tem bacalhau e enchidos"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "eu só quero é esfregar na vossa cara que estou a viver a vida boa"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Ficas chateado e vais descarregar as chatices 190km/h de cada vez"
        },
        {
            "id": 183222531979870208,
            "name": "herulume",
            "content": "Isto é tipo o Dark Lord, tocas ali ele vem logo\nou gajas\nTb da"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "1v1 irl com a  @Milady so acaba com a morte do outro"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Vamos fundar o clube dos deprimidos e ansiosos"
        },
        {
            "id": 329929709381091330,
            "name": "sapos1",
            "content": "Felicidade ?? Amigos?? Só conheço depressão e ansiedade"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Eu vivo a vida um grão de arroz de cada vez"
        },
        {
            "id": 183222531979870208,
            "name": "Herulume",
            "content": "Sou tão viciada em carros que invés de ler “sexo” já leio “Saxo”"
        },
        {
            "id": 183222531979870208,
            "name": "herulume",
            "content": "é uma pessoa que fodes de vez emquando quando a taxa do sangue de baco ta elevada e depois vais para o mac comer porque foda-se a vida"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Grão a grão enche a Elfrida o papo, professora"
        },
        {
            "id": 390886903219748864,
            "name": "General Peixinhos«small_dick»",
            "content": "FAÇA me UM FAVOR FAÇA ME AS CURVAS DE NIVEL DOS MEUS COLHOES"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "A holocaust a day keeps the devil at bay"
        },
        {
            "id": 390886903219748864,
            "name": "General Peixinhos«small_dick»",
            "content": "Lá (Cesium) tem barões?\nTipo para strips e lap dances?"
        },
        {
            "id": 183222531979870208,
            "name": "herulume",
            "content": "vais vais, levas com o Martinho a cantar que te fodes"
        },
        {
            "id": 183222531979870208,
            "name": "herulume",
            "content": "era arrandar o lolcasto do windoze as dentadas e cuspir acido nas covas, puta de sistema operativo mais anal"
        },
        {
            "id": 390886903219748864,
            "name": "General Peixinhos«small_dick»",
            "content": "fui eu que programei os colhões do diabo"
        },
        {
            "id": 390886903219748864,
            "name": "General Peixinhos«small_dick»",
            "content": "Fds tenho cona nao tenho um tunel"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Tens laranjas no tronco?"
        },
        {
            "id": 98500250540478464,
            "name": "Mendess",
            "content": "Strong independent woman\nDont need no bicicle"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Eu curto novelas porque dps fazem compal edição especial"
        },
        {
            "id": 390886903219748864,
            "name": "General Peixinhos«small_dick»",
            "content": "Se fosse um gajo ainda te ia ao cu filho da puta"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "*Milady strikes again*"
        },
        {
            "id": 390886903219748864,
            "name": "General Peixinhos«small_dick»",
            "content": "So tenho vontade de cortar os meus tomates e meter-los na boca do @Hitler"
        },
        {
            "id": 390886903219748864,
            "name": "General Peixinhos«small_dick»",
            "content": "Tenho vontade de violar os barramentos de alguém"
        },
        {
            "id": 272098945809907715,
            "name": "kaixi",
            "content": "anda violar os meus barramentos seu caralho"
        },
        {
            "id": 272098945809907715,
            "name": "kaixi",
            "content": "se alguem está a fazer sexo contigo e tu dás consentimento então ele não te pode violar :thumbsup:"
        },
        {
            "id": 98500250540478464,
            "name": "Mendess",
            "content": "Ha quem seja grammar nazi, eu sou indentation nazi"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "voltas-me a dizer essa merda chupo-te a piça e chamo-te gay"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Rebonacci\nRe\nRe\nRee\nReee\nReeeee\nReeeeeeee\nReeeeeeeeeeeee\nReeeeeeeeeeeeeeeeeeeee"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "que merda de quote"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "EU QUERO COMER FIAMBRE COM BOLACHAS E ACABARAM-ME COM O FIAMBRE\nAI ALGUÉM VAI MORRER"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "ponho a mão na mão do meu senhor * dab *"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "estava a cagar caralho\nchupistas"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "Para cada yin há um yang, nao há luz sem sombra, nao há bem sem mal, não há fluffy sem sapos"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "Queres coisas deprecated? Televisão a preto e branco, José Sócrates, Nintendo Wii, a minha vontade de viver"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a Teacher)",
            "content": "@Milady Dás-me meio dia a sós contigo durante a noite no teu quarto, portas trancadas, e em duas horas deixo-te a adorar haskell"
        },
        {
            "id": 98500250540478464,
            "name": "Mendess",
            "content": "Milady dropping that knowledge"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Só trabalhas se quiseres fazer o curso"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Tu tás a abusar hj oh Mani\nCorto-te o cabelo à chapada"
        },
        {
            "id": 183222531979870208,
            "name": "herulume",
            "content": "bate-me e diz que tirei 9.5"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "quero ser ameaçado assim\nhit me harder mommy"
        },
        {
            "id": 215470418067324928,
            "name": "manilator",
            "content": "Nao fizeram quote da tua quote que dava para uma quote na lista de quotes das quotes do servidor"
        },
        {
            "id": 183222531979870208,
            "name": "herulume",
            "content": "@Milady  camarada-zoned\nworst than friendzone"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "give me that for free - karl marx"
        },
        {
            "id": 556930539337285662,
            "name": "(Bruno)Hydra",
            "content": "juro que os caloiros estao cada vez mais burros"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "Seus filhos de 30 putas"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "Muito bom\nMUITO BOM\nGostei\nVou me suicidar"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "ninguém partilou o fomulário?"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "Reeee\nEu já partilhei seu inculto"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "É procrastinando que se faz o curso\nHell é procrastinando que se faz a vida"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "rumo às salas 24 tomar banho com um garrafão de vinho verde e sabonete das casas de banho"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Tu não escolhes miei, miei escolhe te a ti\nMiei is love ❤"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Se me dissesses que o filho dele era um pc arcaico que ainda corre msdos acreditava. Agora filhos humanos nunca pensei"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "HAHAHAHAHA\nFUCK\nTENHO UMA AFTA NA LINGUA\nSAI PUTA"
        },
        {
            "id": 183222531979870208,
            "name": "herulume",
            "content": "levas um rm -rf\nna cara"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Já consegui por o pc a hibernar já fiz alta festa. Não morreu"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Faggots\nVou começar a cultivar arroz\nPara depois comer\nE dizer\nQue bom arroz!"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "Plantar arroz recursivamente - Sapos1\nCUIDADO\nse não tiveres caso de paragem enches o planeta de arroz"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Ouvir o Proença logo pela manhã é a melhor maneira de começar o dia ❤"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "A vontade de ter aula com o Proença move me para fora da cama, dá me logo outra vontade de viver"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "O ponto mais alto das aulas dele foi quando um gajo da praxe andava com uma cana e tinha uma dúvida o stor virou se para ele \"eu vou ai tirar te a dúvida mas por favor não me batas com a cana\""
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "\"Sempre do contra\"\nLevas já um croque nessa cornadura"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "Sinto-me realizado\nIt parsed\nit\nfucking\nparsed"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "a promessa de um prato de arroz no fim do dia é o que me dá energia para viver"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "a falta de arroz no meu dia leva-me a cometer homicídio"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "PARTO-TE ESSE CADÁVER TODO QUE VOLTAS À VIDA SÓ PARA MORRER OUTRA VEZ"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "como te sentes sabendo que eu quando vejo gente a fazer videochamadas vou para trás dessa gente e faço dab"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "feet licking is an underappreciated fetish"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "Ai fds, mandei um soco no nariz"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Senti a minha futura quote ignorada"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "`to(be) || !to(be)`"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "eu como arroz no forno\nO chamado arroz judeu"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "Eu conduzo bicicleta\nE em casos raros carrinho de compras"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "1. haskell é buéda fixe\n2. quem manda sou eu\n3. small chest > big titties\n4. haskell é buéda fixe"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Abaixo o anime, abaixo o NECC, viva o CeSIUM, viva a ditadura"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "O nosso server é rijo, não vai abaixo"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "sobreviver é a arte de viver"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "very deep maybe as deep as it goes"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "Tou a comê-lo quase"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "love me some dick ... hum, I mean ... miss me with that gay shit"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Sinto-me abençoada hoje O <@272098945809907715> veio de cabelo solto Senti que Jesus Cristo me está a acompanhar nesta divina aula de lógica"
        },
        {
            "id": 272098945809907715,
            "name": "kaixi",
            "content": "Se o teu objetivo for ter um objetivo então tens um objetivo e por isso és feliz"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "Odeio quando a stora de tfm se rebaixa como fez agora Sou mesmo burra, eu tenho isto aqui Apetece me levantar, ir à beira dela e dar lhe um abraço Pronto já passou"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "A melhor altura da aula é quando já vais para lá com vontade de não ir, decides começar a passar as cenas do quadro para não te sentires inutil e tudo é apagado."
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "HEIL FÜHRER MANI"
        },
        {
            "id": 319211964238659594,
            "name": "Int3rs3ct",
            "content": "So é violado quem não quer"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "vou-lhes oferecer o sapos1 como sacrificio eles gostam de sangue de batráquio"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Não podes ter o coração partido se não tiveres coração"
        },
        {
            "id": 101021328596803584,
            "name": "Dante",
            "content": "C é como as mulheres para mim Não as percebo"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Não sei, miss me with that metodo A shit"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "MENDES A MINHA BARRIGA VAI MATAR O TEU PROFESSOR"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "A elfrida não precisa de folha de presença, a elfrida é a folha de presenças"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "A Elfrida não se esquece, a folha é que se esquece da elfrida"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "ELE Q SE DESPACHE Q A MINHA BARRIGA ESTÁ A RONCAR"
        },
        {
            "id": 98500250540478464,
            "name": "Mendess",
            "content": "quando escrevem em caps lock eu imagino as pessoas sempre a gritar xD"
        },
        {
            "id": 418819228632612865,
            "name": "Jbb",
            "content": "@Dante 99% dos problemas do código estão entre o PC e a cadeira"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "O que é que achas que o Proença vai chamar ao bebê que tem na barriga"
        },
        {
            "id": 98500250540478464,
            "name": "Mendess",
            "content": "quando escrevem em caps lock eu imagino as pessoas sempre a gritar xD"
        },
        {
            "id": 101021328596803584,
            "name": "Dante",
            "content": "O Proença não é a minha definição de belo"
        },
        {
            "id": 272098945809907715,
            "name": "kaixi",
            "content": "copied code > no code"
        },
        {
            "id": 101021328596803584,
            "name": "Dante",
            "content": "O stor a dizer que é um engenheiro informático competente loles"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Eu mordo Se me pedirem NHOM NHOM ARRANCO-VOS A CARNE À DENTADA"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Porque é que não usas só as que podes usar?"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "@Milady OH MINHA GANDA ROSA QUERES LEVAR COM UMA ABELHA?"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "eu vou vestir uma peruca e deixar o @herulume fazer o que quiser com o meu corpo"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Mulher prevenida vale por duas"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "FDS SAPOS CA PUTA ÉS LINDO FDS PODIA BEIJAR O TEU CEREBRO JESUS"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "CHAFURDA NO MEU PÓLEN"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Volta po charco oh pegajoso"
        },
        {
            "id": 101021328596803584,
            "name": "Dante",
            "content": "Calor do caralho que diabetes"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "Rapazes lindos ∩ MIEI = ∅"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Fêmeas ∩ MIEI = ∅"
        },
        {
            "id": 183222531979870208,
            "name": "herulume",
            "content": "sonhos de menino e chama-me tony"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a teacher)",
            "content": "fds preferia que ele enfiasse a gaita no meu rabo Era mais emocionante"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "Quem me dera ser um fofinho"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "o manilas diz isso mas gosta quando eu lhe chupo a piça"
        },
        {
            "id": 237680887800528907,
            "name": "Not a Teacher",
            "content": "e se nao consegues lembrar-te do quanto dói estar acordada e adormecer logo on the spot, então és plebe"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Reza a lenda que o toque do Proença otimiza ao máximo a conversão para assembly de todo o código que escreveres durante a tua vida"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Eu adoro aquele homem, quero q ele me continue a assediar ❤"
        },
        {
            "id": 237680887800528907,
            "name": "Not a Teacher",
            "content": "a nao ser que seja a app para juntar pernetas para vender sapatos e dividirem entre eles, duvido"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "O emoji 🤔 é o símbolo da união neste maravilhoso discord"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "O melhor significado de mc é o teu desde que bem"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Vamos aproveitar o dia de hoje para implementar o estado novo caros camaradas?"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "Chupa-mos abacaxi"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Reza a lenda que um te aparecerá se fores a tal"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Gordura é formusura e a do Proença é uma esplendura"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "eu queria era a barriga dessas tuas pernas oh Milady 😏"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "O semestre devia durar tanto como a bateria do meu pc"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Hitler, the pussy dictator Pt. 1"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "LI IS SHORT FOR LINDO"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Milady a não olhar para o telemovel Melhor piada 2018"
        },
        {
            "id": 101021328596803584,
            "name": "Dante",
            "content": "Bom dia pseudo-menina"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "só por gostar de seres do sexo masculino sou paneleiro ? meu deus como este mundo vai"
        },
        {
            "id": 383006338986541066,
            "name": "* BOT * Oracle_GAY (P(E)IXOTA)",
            "content": "QUERES DAR UMA SAIDA PARA O MONTE EVARESTE?\n QUANDO CHEGARES AO CIMO ATE SENTES ARREPIOS"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "A @Milady aprecia cérebros como um gajo aprecia cus"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "A elfrida não tem auto estima A auto estima é que tem a elfrida"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Para quê trabalhar honestamente quando podes roubar?"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "A Elfrida não compreende o desespero dos alunos porque ela não o tem. E o pouco que cria transfere por osmose ao aluno mais próximo (com um limite de alcance de 2,37 metros em média)"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "Então defini um novo objetivo de vida Trabalhar num lar Tomar conta da elfrida E dizer lhe no final Senhora Elfrida, não tirei 20 a análise nem a cálculo mas sabe uma coisa? Quem manda agora sou eu!"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "Vocês dizem que ser um engenheiro de merda é a pior coisa q vos pode acontecer na vida Já eu, nunca ter sido assinante no clubpenguin deixa me no pior estado"
        },
        {
            "id": 507984570310721537,
            "name": "420calculusBlazeIt",
            "content": "Este curso é fixe e tal, mas dá pra subir a taxa de suicidios nos estudantes"
        },
        {
            "id": 183222531979870208,
            "name": "herulume",
            "content": "levas com um lambda em cima ate virares uma função pura"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Lel ementa Pensas que isto é um restaurante? Comes o que há e calou"
        },
        {
            "id": 237680887800528907,
            "name": "Not a Teacher",
            "content": "i will be your functional daddy"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "O moço do cabelo azul esteve a espreitar na nossa sala da biblioteca e vai nos levar NOT CLICKBAIT"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "i3 is a ladder. Many who try to climb it fail and never get to try again. The fall breaks them. And some are given a chance to climb, but they refuse. They cling to the realm or the gods or love. Illusions. Only the ladder is real. The climb is all there is."
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "You must commit GandaGalo O Gandagalo é um sudoku rafado"
        },
        {
            "id": 101021328596803584,
            "name": "Dante",
            "content": "Roubas lhe os diamantes ele rouba-te a virgindade"
        },
        {
            "id": 272098945809907715,
            "name": "kaixi",
            "content": "chamas-me kiwi outra vez e pode ser que vás para o kaixão"
        },
        {
            "id": 183222531979870208,
            "name": "herulume",
            "content": "when you come back i'll tide you to cesium 's couch and make you watch martinho dab 4 hours in a row dancing to the macarena between every 5 dabs"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "kaixi atacking inocent pumpkins(circa 2018, colorized)"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "mas eu faço melhor, leio as cenas do livro, chego aos exercicios e penso Não falava nesta merda ali atrás"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "As minhas segundas-feiras sem o vislumbre daquele pipo são muito mais tristes"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Só tenho uma coisa para te dizer Queres ser tosta para o meu paté?"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "Haskell: input = output C: input -> magia negra -> output (às vezes)"
        },
        {
            "id": 383006338986541066,
            "name": "* BOT * Oracle_GAY (P(E)IXOTA)",
            "content": "``` ——————SAUDAÇÃO—————— Calou... \nSalve o rei desta selva!\n Curvem-se perante o vosso Deus com um histórico ancestral, pai do JBB, tio do avô Proença, sobrinho da Elfrida e ao filho do reitor.\nAbram esse olho do cu, o penetrador chegou meus discípulos.\nGritem por o macho alfa desta tribo\nSaudemos Peixinhos o rei grande rei esfrega conas.\n```"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "Volta para o charco baka"
        },
        {
            "id": 319211964238659594,
            "name": "Int3rs3ct",
            "content": "Eu neste teste escrevi tanto que o homem vai ter um aneurisma a corrigir aquilo"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Proença, God of time"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a Teacher)",
            "content": "tudo o que seja sexualmente transmissível já o tenho my friend sou como o ash, gotta catch'em all"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Se não vais atrás de malucos na estrada, provavelmente o maluco és tu"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Caro colega, o estado do discord é refletivo da dificuldade académica."
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Estou a seguir o mesmo caminho caro colega, os exercicios vão sendo feitos (pelo menos alguns), no entanto o sentimento de não saber um caralho do que está a ser feito continua."
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "Wtf is this quantum tunneling\n Isto parece mais um erro floating point do universo que sei lá o quê"
        },
        {
            "id": 98500250540478464,
            "name": "Mendess",
            "content": "Imagina que tens 1000 registos de users em memoria, e que quero uma lista so com femeas. Não vou remover os gajos todos para te dar o teu harem"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "acho que devias cometer falecimento"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Isso é dos mais antigos, os mais recentes são mais modernos"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "O JBB existe, o JBB é Deus, então Deus existe"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Não precisas de comer quando o Proença te ilumina"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "exato, religiões politéistas é como se fossem os gajos a ver um reality show"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Oh menos somos honestos e damos um warning É o seg fault religioso"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Preferes almoçar com o teu pc a almoçar com uma fêmea?"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "Mas tás a dizer imortal de corpo ou imortal na cloud?"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "foram apenas os foguetes do meu amor a bramar aos céus a boa nova"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Até o coachar das rãs do toque de chamada dele é sinfonicamente belo"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Queria agradeçer ao stackoverflow e ao youtube por este mestrado"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "Um king kong albino a chacinar a praxe <<:happy_Afonso:418528464002482178>418528464002482178>"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "Há Milady’s sem caso de paragem"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "parece mais uma rave numa capoeira que um concurso de música"
        },
        {
            "id": 507984570310721537,
            "name": "420calculusBlazeIt",
            "content": "Não sei se quero voltar a ver outro eurovisão, isto chocou-me (bad pun) xD"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "A melhor Pun é tua desde que alguém no mundo faça face Palm por a ler"
        },
        {
            "id": 507984570310721537,
            "name": "420calculusBlazeIt",
            "content": "Quim das remisturas e Emanuel > Netta do KFC"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "funciona 100% das vezes, às vezes"
        },
        {
            "id": 183222531979870208,
            "name": "herulume",
            "content": "logica é tao lindo. é pegares em algo, reduzires a um modelo de um sistema e transformares uma hipotese numa prova (ou falta dela), é literalmente teres um mapa de um infinito 10/10"
        },
        {
            "id": 183222531979870208,
            "name": "herulume",
            "content": "😟 rip una paxaxinha do discord"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a Teacher)",
            "content": "este discord, que para mim é como a minha família, que também me adotou como este discord me adotou a mim, é um sítio onde eu não gosto de ver discórdia"
        },
        {
            "id": 183222531979870208,
            "name": "Herulume",
            "content": "ai kaixi. Leviosa- me"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "O M E L H O R A C O M P A N H A M E N T O É O T E U D E S D E Q U E B E M ! ! !"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "That smiley face in the end. The smile says friendship. But the eyes scream murder"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Apenas redes sociais programadas em assembly ia-32 são aceitáveis"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "ASMR é o que ouves quando te sentes desesperado pelo calor humano que tanto te faz falta porque foste abandonado por todos os que amas"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "kaixi : a beri naic bot. example : WHAT THE FUCK BRO! I JUST USED KAIXI AND IT'S AMAZING!"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a Teacher)",
            "content": "cala-te. meto-te uma laranja na boca e chupo-te até sair Fanta @Sapos1"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "I'm going to build a firewall and make NECC pay for it"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a Teacher)",
            "content": "o NECC estar ali é um incentivo temos de ser incriveis senao é naquilo que nos vamos tornar é como olhar para um reflexo do teu lado mais negro e ter medo dele"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Como é sair do cesium e olhar Para a porta daquela organização nojenta? Devemos nós fazer uma petição para o NECC passar a estar localizado numa casa de banho em vez de em frente ao nosso amado cesium?"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "You mess with the spammo you get the banno"
        },
        {
            "id": 183222531979870208,
            "name": "Herulume",
            "content": "o meu cabelo > oreos"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Não sei, talvez se fores pedir ao canal apropriado das duvidas te ajudem. Aprende a ser civilizado corno"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Ya. Ya. Ya. Ya. Ya. Tudo fixe bro. Lelelelelelelelelelele. Roscas e polvos. Têm ventosas. As putas colam-se. PEGAJOSAS"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Preparados para duas horas da saga de Proença pelo mundo, patrocinada pela Intel e agora também a nvidia?"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "na semana passada tive um mental breakdown. peguei num bisturi. peguei num lápis. e chinei o lápis até ficar só com a mina na mão. não satisfeito com a minha maravilhosa obra prima e o facto de o chão estar agora coberto de madeira comecei a raspar a mina com as costas do bisturi até ficar com um montinho de pó de grafite. depois de me aperceber finalmente que provavelmente devia estar a estudar outra coisa qualquer do quie como melhor reduzir a lascas um lápis Staedtler HB. A Luta eterna com o curso continuou normalmente"
        },
        {
            "id": 183222531979870208,
            "name": "Herulume",
            "content": "<@377154196941832193> so para acrescentar: 3 anos sem fazer analise, o meu nome esta em artigos de informatica mas que sei eu ne?"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "ESTÁ UMA MAMUTE COM ESPINHAS AN MINHA FRENTE CHAMADA MILADY. BALOFA DO CARALHO. SO LHE FALTA FAZER COMO A DORY DO NEMO PARA FALAR COMO AS BALEIAS"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "antes da aldeia do que uma suricata que se diz amiga de todos para não se sentir alone"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "Encontrei uma pomba albina. É tudo."
        },
        {
            "id": 556930539337285662,
            "name": "(Bruno)Hydra",
            "content": "numa entervista de emprego para um lugar de software developer. Entrevistador : 'quanto teve a analise?'. Said no one ever"
        },
        {
            "id": 237680887800528907,
            "name": "Not a Teacher",
            "content": "hotel na mata? treevago"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "quero sentir o calor das tuas suaves mas firmes mãos a percorrer desde o meu pescoço até ao fundo da minha coluna devagar, <@329929709381091330>, enquanto me olhas nos olhos"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "quero que me mordas o ombro enquanto me apertas o rabo com força"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "vai fazer o curso, estás a gastar o dinheiro dos teus pais, eles podiam usar o dinheiro para comprar sex toys para revitalizar o casamento deles e em vez disso andam a usar para tu falhares as cadeiras todas... um dia vou-me foder a dizer este tipo de cenas, espero que nao seja hoje"
        },
        {
            "id": 272098945809907715,
            "name": "kaixi",
            "content": "Kaixi se eu pensar em ti durante o teste recebo o conhecimento para os ex? - Manilator não, mas se pensares nos exercicios talvez"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "se eu escrever algo parvo, mesmo que seja para pescar o like, adicionam me a quote?"
        },
        {
            "id": 101021328596803584,
            "name": "Dante",
            "content": "Vão fazer o quê se eu nao fizer o inquérito? Chumbar-me? lul"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "eu gostava de saber porque 'Amanhã é domingo' ainda não é uma quote"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "Selva MiEI, onde somos todos code monkeys a habitar em árvores binárias"
        },
        {
            "id": 237680887800528907,
            "name": "(nota a teacher)",
            "content": "chupa me a piça e chama-me marcelo, claro que quero"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "não fazer um caralho para além de atirar quotes, e no final do semestre os inquéritos dizem que sou buéda fixe e não me cortam o salário"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "Top Top é fazer a roupa cheia de moscas com diarreia arco iris em que se fores lá vais andar por cima da ponte de madeira bem cheirosa"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "Fdz cambada de papagaios de bico madeirense"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Melhor que animes é mesmo o Proença a proporcionar conhecimento, patrocionado pela Intel"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "fds o hautismo que vai aqui"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "voltas me a chamar isso parto-te a boca"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "(hitler depois manda nudes) CoF cof"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "eu não tenho medo oh canário pulgento"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "po:ker^alho)"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Queres-te vender por q? Lol comida é vida herege"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "esrte oraclo. pensa que manda. nem no cu dele manda"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "Sou de Besteiros, Amares. Quando era menino eu fingia que os meus amigos gozavam comigo por causa do nome da minha terra, mas na verdade isso nao acontecia porque não tinha amigos"
        },
        {
            "id": 183222531979870208,
            "name": "Herulume",
            "content": "<@401746413014482966> era quem os mandasse para africa plantar monads enquanto levam com o pedestral de analise"
        },
        {
            "id": 556930539337285662,
            "name": "(Bruno)Hydra",
            "content": "what do you do when a baby is crying? you use more lub"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Uma quote não é uma quote se não lhe faltar uma letra ou um espaço"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Ele é um buraco negro de felicidade"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "kys = know your sortings, certo?"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "Não devia ter ficado de telemóvel nas aulas."
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "eu sou paneleiro"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Não és uma vitima, sendo que és uma strong independent woman"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "Manilator, queres uma maneira de matar um rato? Mostra-lhe o teu canal de Youtube"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Não sabia a tua localização na sala de aula, devido a este facto não consegui enviar as minhas ondas cerebrais para o lugar correto"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "Olá minha fofura, Minha toupeira com escamas, Meu mamute despenado, Minha baleia retardada"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Se foi leccionado, vai ser avaliado! Para no futuro serem como os vossos colegas ao nível do quarto ano que programam em cartões"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Mas viemos para miei para ser pobres mas em breve estarmos reformados por problemas mentais"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Mas já sabem, a melhor maneira de vender a Milady é a vossa desde que bem"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "Agora são só bonitos para ires para o Starbucks escrever sobre uma bicicleta vegan"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Façamos um goto(DOMINGO)"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Obrigado caros colegas, com a vossa iluminação é só procurar a saida desta escuridão e voltar a ver a luz"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Quando for grande quero ser como o Kaixi"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Star contra as forças do mal OLHA QUE VAI SER BEM ESTRANHO OLHA QUE VAI SER BRUTAL DE LONGE EU VENHO EU SOU DE OUTRA DIMENSÃOOOOOOOOOO"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "EPAH EU ADORO PORCAS POR ISSO VINDE EU N SOU DE MIEI É ILUSÃO"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "ELES NEM ENSINARAM NADA NAS AULAS NADA MESMO PUTAS DO CRLH PAGO PROPINAS PARA APRENDER SOZINHO"
        },
        {
            "id": 390886903219748864,
            "name": "Peixinhos",
            "content": "HOMEM QUE E HOMEM NAO ESTUDA SC. MASTURBA-SE A LER CODIGO ASSEMBLY"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "KAIXI > DEUS > MY LADY DISCORD OWNER > MANI DISCORD OWNER"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "3 MICROPIXOTAS == MANGALHAO DA MILADY"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "10% LUCK. 80% SKILL. 15% CONCENTRATED POWER OF WILL. 10% DICK. 18% PAIN. AND 100% REASON FOR THE MATH NOT TO ADD UP"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "You mess with the C L A P you get the S L A P"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Se vais invocar a vagina das mães dos outros então diz alguma merda com sentido caralho"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "O ponto final tem de ser dito muitas vezes aqui neste discord para lembrar aos alunos de MIEI que caso não corra bem o semestre/ano tens sempre a opção de por um ponto final na tua vida"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Estou a ouvir barulhos sinistros. É um cão a comer uma cadela. É um CÃOnibalismo"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "não me corrijas quando estou correto"
        },
        {
            "id": 428596107707285505,
            "name": "Elfrida Ralha",
            "content": "Ele quer facilitar a vida aos alunos, mas não pode ser assim Como quer ele ter a sala cheia no recurso se passar todos?"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "Se não se importar, posso levar o meu ovo? A minha fêmea foi buscar comida junto com as outras femeas enquanto eu nesse período de tempo tenho de tomar conta do ovo, meu querido filhote"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "UR FAMILY TREE LGBT"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "ur ancestors incestors"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "QUERES UMA QUOTE COM CONA É ?"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "**ELE APENAS ESTUDOU 4 HORAS PARA ESTE TESTE E OS PROFESSORES ODEIAM-NO VEJA ESTE VIDEO GRATIS**"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Lamborghitor, the trator"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "basta pushares o ebp e tudo vai correr bem"
        },
        {
            "id": 101021328596803584,
            "name": "Dante",
            "content": "Vou começar a estudar amanha Diamantes fazem-se sob pressao"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "push %recurso"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": ":rape: a :trap:"
        },
        {
            "id": 421682673602396170,
            "name": "12_pedro_99",
            "content": "If her age in not on the clock, she's good for cock"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "imagina que estás a jogar Monopoly, avanças para a casa da partida, um gajo fica azeado e manda-te um headshot, paras de jogar, o carrinho não avança mais, fica onde paraste"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Ei respondi a três perguntas às duas alíneas. Depois o stor disse que acabou o tempo e aí é que vi que era só preciso responder a uma Realmente estava a estranhar o pouco espaço entre as questões"
        },
        {
            "id": 428596107707285505,
            "name": "Elfrida Ralha",
            "content": "Um deus que acredita em conhecimento absoluto não é um deus verdadeiro"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "No meu PC o carácter dele prolonga se para o infinito"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "Eu saí do teste e pensei: Rumo ao recurso que me fodo Recebi a nota e disse: Rumo ao gelado com bolacha que hoje celebramos"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "Um tamboril panado com batata palitada a acompanhar"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Como o God Fernando diz, aqui não interessa ter conhecimento, o que interessa é ficarmos com os bolsos cheios"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "PO CRLH SOU UM BOT COM ORGULHO BEEP BOOP CEIFO A PUTA DAS QUOTES TODAS"
        },
        {
            "id": 423773873234771968,
            "name": "&42",
            "content": "Não há vidas difíceis, só há pessoas pequenas. Quando és macho o suficiente nada te é dificil."
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "bons juros doi-me a pele sapos1"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a Teacher)",
            "content": "tambem podes sublinhar no livro, ou tambem podes espetar uma lamina no olho para veres sublinhado"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Mas a tua prisão tem que ter boas instalações a nivel de gás"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Se realmente querem saber, chamam a milady, ela descobre tudo da vida dele em menos de 1min"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Milady é o verdadeiro FBI"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "Hit him with that triple setting vacuum cleaner, carrousel motion, finger in the fudge, no teeth, Alabama touchdown"
        },
        {
            "id": 183222531979870208,
            "name": "Herulume",
            "content": "olha, quando é que o teu pai passa a patrimonio publico de tantos que la vao?"
        },
        {
            "id": 183222531979870208,
            "name": "Herulume",
            "content": "<@304389777703305218> OLHA OS ANOS 90 LIGARAM QUEREM O CABELO DE VOLTA"
        },
        {
            "id": 304389777703305218,
            "name": "Thor",
            "content": "Nao consegues levantar o meu mjolnir 😉"
        },
        {
            "id": 304389777703305218,
            "name": "Thor",
            "content": "Faz cast para a puta que te pariu"
        },
        {
            "id": 329929709381091330,
            "name": "sapos1",
            "content": "Vou-me vir pela boca Mas é vomito mesmo São assim uns fluidos... ácidos"
        },
        {
            "id": 329929709381091330,
            "name": "sapos1",
            "content": "Isto é pior que a pide eles gravam tudo o que tu dizes"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "És pior que o teletexto, ninguém te usa"
        },
        {
            "id": 304389777703305218,
            "name": "Thor",
            "content": "se deres um carro a uma badalhoca ela faz muito mais do que merdas"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "Merda para doutoramento Agora quero ser padeiro"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "É demasiado tarde para impedir qualquer chumbo que vá acontecer. Mais vale viver o momento, moderadamente, e esperar que o conhecimento nos abençoe. Porque o melhor estudo é o teu, desde que seja feito durante o teste!"
        },
        {
            "id": 304389777703305218,
            "name": "Thor",
            "content": "Kiss his sister, or kill myself, Im first either way"
        },
        {
            "id": 304389777703305218,
            "name": "Thor",
            "content": "Parece que tá na roda dos alimentos - Herulume Es mais rodada que um prato de microondas"
        },
        {
            "id": 237680887800528907,
            "name": "Not a Teacher",
            "content": "ontem consegui finalmente acender a lareira depois de bater com 2 pedras uma contra a outra durante 2 horas"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "uma vez mostrei código meu ao jbb no fim de uma aula, era a porra de meiapágina de código em C, Ele olhou para a folha 5 segundos, Olhou para mim e disse: Lindo men, virou costas e foi-se embora"
        },
        {
            "id": 419264830755569674,
            "name": "Pepe",
            "content": "Afinal era qual o peso desta lontra final"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "eu consigo controlar o processo digestivo do meu corpo de forma a digerir a gordura desnecessária, e a formar os músculos de forma mais eficiente possível. desporto é obsoleto para mim"
        },
        {
            "id": 183222531979870208,
            "name": "Herulume",
            "content": "Não disse, por exemplo, que o pó que fica quando limpo os sapatos ao tapete é melhor que tu"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Eu também não fujo, apenas faço push %ebp e escondo me na stack"
        },
        {
            "id": 304389777703305218,
            "name": "Thor",
            "content": "lol, tentavas fazer anal com uma gaja e dava te segmentation fault"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Para que documentação quando o código fala por si"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Acabei de ver o stor de li. Fugi sem olhar para trás"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "tu pareces uma salsicha, mas é daquelas salsichas feias"
        },
        {
            "id": 304389777703305218,
            "name": "Thor",
            "content": "its not racism,its selective living"
        },
        {
            "id": 183222531979870208,
            "name": "Herulume",
            "content": "no iraque ao menos fodias camelos"
        },
        {
            "id": 383006338986541066,
            "name": "oracle",
            "content": "<:gitlab:454037083087044650> > <:github:419484295988641804>; <:linux:454032828527542273> > <:windows:454032335571255296>; <:vscode:419484508602105867> > <:vim:419484509096902667>; <:haskell:418840427895193600> > <:C_:419484041444720641>"
        },
        {
            "id": 304389777703305218,
            "name": "Thor",
            "content": "a velocidade com que a tua mae fica toda molhada quando me ve tb e exponencial @Kaixi"
        },
        {
            "id": 304389777703305218,
            "name": "Thor",
            "content": "O proença é alto glucose guardian"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "O que mais me interessa é o vosso bem estar"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "O reclame da alface do Lidl dá-me vontade de viver"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Devia ser executado ele Afogado nos rice fields"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Costuma-se dizer q mulher de bigode ninguém a fode"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a teacher)",
            "content": "Don't make fun people for the things they can't control, like skin color or sexual orientation, mock them for the issue that truly matters: anime preference."
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "A vossa auto-estima está mais baixa que a taxa de aprovação de sc"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "Que queres Estás aqui Estás a levar com um arroz de cabidela no pepino"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Nós temos IQ elevado e o sapos têm IQ negativo para manter a média estável"
        },
        {
            "id": 304389777703305218,
            "name": "Thor",
            "content": "Mal vi que tinhas mandado codigo, sabia que haveriam conas no meio xD"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Ontem é domingo, hoje é domingo, amanhã é domingo."
        },
        {
            "id": 304389777703305218,
            "name": "Thor",
            "content": "I might have a dick like a needle, but I fuck like a sewing machine"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "Estás a ver uma lista em haskell Sem açúcar sintático"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "A Milady é sempre um caso de paragem"
        },
        {
            "id": 183222531979870208,
            "name": "Herulume",
            "content": "@Milady, the Fit Hackerlady és o caso de paragem das batidas do meu coração"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "Vai ruminar chupa-chupas para o planalto de Morfeu"
        },
        {
            "id": 183222531979870208,
            "name": "Herulume",
            "content": "Weeb senpai, Master of anime, Wasabi dos desenhos animados, Vou dormir"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Alice no pavilhão das maravilhas"
        },
        {
            "id": 183222531979870208,
            "name": "Herulume",
            "content": "E o profeta Jbb disse, formamos um monoid no contexto do JNO onde o empty são os monos e append é transmissão do seu conhecimento. Um mono não altera conhecimento seja ele a falar ou a ouvir. Estão portanto satisfeitas as leis dos monoid face esta categoria. Oremos irmãos. Gospel segundo Jbb, 4 capítulo"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "@(Not a Teacher) quando fazemos amor, tens muita manutenção, nao tanto como a do Jbb"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "se tu cagas eu cago vamos cagar juntos a dar as mãos por debaixo das paredes da casa de banho pública duma estação de serviço"
        },
        {
            "id": 183222531979870208,
            "name": "Herulume",
            "content": "Memórias. Fazer esparguete com vodka porque não havia água"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a teacher)",
            "content": "já pensaste em alargar o teu vocabulário?"
        },
        {
            "id": 101021328596803584,
            "name": "Dante",
            "content": "Aqui na aldeia não se precisa de camâras de vigilância nem sistemas de segurança, as velhas veem tudo"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a teacher)",
            "content": "As pessoas que deitam leite no café são tão atrasadas como as que deitam ananás na pizza, leite na pizza ou ananás no café"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a Teacher)",
            "content": "Eu molho batatas fritas em sémen de boi, é um técnica inovadora de detox que as tribos índias usavam durante séculos"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a Teacher)",
            "content": "Sinto que este sitio não me acolhe como deve ser"
        },
        {
            "id": 419264830755569674,
            "name": "Pepe",
            "content": "I don't thing that thing goes Au Au. It goes Ajjfjrucj Ajjfjrucj"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a Teacher)",
            "content": "sao as in, 'hey guys dragonball was pretty dope but did you watch naruto? I've watched at least 20 anime in my life so I know what I'm talking about' ?"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "mas a ter 4gb de RAM e um disco tão lento que mais vale esperar que rode a terra do que o disco, tive de o deixar"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "😂 😂 😂 Estou a imaginar os primeiros minutos do meet 'Olá, o meu nome é MightyMime' * Coro *'Olá MightyMime' 'Olá, o meu nome é Hitler' * Coro * 'Olá Hitler' (Um judeu passa ao lado e tem flashbacks, bate numa boca de Incêndio e abre-a, os incêndios começam, na distância, sirenes)"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "Don't be stupid, Be a smarty, Come and join, The Nazi party."
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "Slap my ass and call me Sally, acabei de ver o Proença no pingo doce"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Instalo o windos no teu pc que amansas"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a Teacher)",
            "content": "fds fiquei ereto, e com isso quero dizer que me pus de pé, estava deitado de uma maneira desconfortável"
        },
        {
            "id": 304389777703305218,
            "name": "Thor",
            "content": "As vezes deito me no chão e finjo que sou uma cenoura"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Escolham a abertura do vosso funil"
        },
        {
            "id": 304389777703305218,
            "name": "Thor",
            "content": "Para quem spamma quotes Voces deviam morrer com um pinheiro entalado no cu"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "Eu sou da casa dos drogados"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Tenham piedade de mim e matem-me. Por tudo o q é mais sagrado matem-me. Tive 2 crianças aqui em casa q me adoraram. Literalmente abraçaram-me e tudo, Já fui tomar banho. E estive 3h a jogar ao quarto escuro POR AMOR DE DEUS! Eu sou a pessoa mais horrível do planeta cm crianças e estas adoram-me. FFS. Tivesse eu esse mel aos gajos. E ainda se virou pa mim e disse, A mais pequenita, com 6 anos, 'Quando vais casar?', 'Ui ainda falta muito', 'Mas namoras?', 'Não', 'Que nome gostarias q o teu namorado tivesse?'. E eu disse alguns nomes até q cheguei ao 'Rui', 'O meu padrinho chama-se Rui e não é casado'. Até arranjinhos me fazem. Ah crlh q eu nnc causei tão boa impressão a alguém. Mas fds ainda tenho a gosma delas colada a mim. ARRRRR BANHO AGAIN! Ok o meu ataque acabou. E ainda me queriam levar para a casa delas, pediram à mãe para me adotar, Literalmente"
        },
        {
            "id": 304389777703305218,
            "name": "Thor",
            "content": "welcome to university, onde os professores conseguem ser mais irresponsaveis do que nos"
        },
        {
            "id": 304389777703305218,
            "name": "Thor",
            "content": "I SWEAR TO ODIN, WTF IS WRONG WITH THIS BOT"
        },
        {
            "id": 183222531979870208,
            "name": "herulume",
            "content": "eles pensaram que tava a trollar com cenoura, tu entendeste logo xD"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "flappy bird is just a mind control game e pokemon é um jogo em que escravisas animais para lutar pelo teu entretenimento. É tipo tourada sci-fi"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "Porque me afastas assim. Noutro tempo não eras assim, olhavas com ternura para os meus olhos. Com essa tua Majestic beard a sacudir ao sabor da brisa. Noutro tempo dar-me-ias uma garfada de bolo á boca e o dia seria perfeito. Noutro tempo, kaixi, eu chamava te kaixinha e tu chamavas me MightyMeme."
        },
        {
            "id": 181002804813496320,
            "name": "KillByte",
            "content": "Vle se o bennedict scumbung fosse ao h3 e pedisse um menu bennedict? thinking"
        },
        {
            "id": 304389777703305218,
            "name": "Thor",
            "content": "fds, nao consigo alcançar o telemovel de onde estou (cadeira), DO I get my ass up? or... do I use the force? yeah Im gonna try the force. I failed. *um resumo da minha vida*"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "Morcegos não usam a visão para chegar à verdade. Usam... *ecovisão* 🦇"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "have you ever stopped to think that a number is made out of numbers ? 😮"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "eu ejaculei nas pobres das minhas cuequinhas"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "SUAS AVES PERNALTAS AUSTRALIANAS DE UMA FIGA"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "Tinha fome, Comi um donut, Ganhei exp, <:github:419484295988641804> < <:gitlab:454037083087044650>"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "Estava com comichão na perna esquerda e cocei. Os pelos emaranharam se e fizeram uma bolinha e eu pensei: 'curioso' e continuei a coçar. A bolinha foi aumentando. Quando a comichão passou eu olhei para os pelos e pensei. Ora grande merda, como é que eu resolvo agora... Já sei, é só puxar. Aí o crl, só puxar é o que o asno faz, parecia era que estava a fazer amputação a sangue frio. Resumindo, se tiverem comichão na perna e parecerem um texugo cocem com moderação."
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "Shameless quote whoring! Não duvido, Mas coçaste-te para teres quote. Nos dias de hoje pessoas fazem coisas doidas para ter quotes! True story"
        },
        {
            "id": 183222531979870208,
            "name": "Herulume",
            "content": "```Haskell\nmyStory :: Story Int\nmyStory = do\n    let milady = Character \"The fit Hackerlady\"\n        herulume = Character \"The Time Lord\"\n        nat = Character \"The Haskell wizard\"\n\n    treason <- nat kill herulume\n    change milady $ Learn treason\n\n    return 0\n```"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Quem não gosta de gatos vai para o inferno"
        },
        {
            "id": 400031648537640962,
            "name": "MIghtyMime",
            "content": "Se fores à Montalegrense pode entrar lá um cigano para comprar lanches, mas se fores ao Mac no máximo aparece lá um drogado para comprar nuggets"
        },
        {
            "id": 304389777703305218,
            "name": "Thor",
            "content": "Fala por ti mighty, eu não cago em buracos na praia"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a teacher)",
            "content": "e por isso é que ou vês lesbian porn ou trap porn\nno primeiro caso isso nao acontece e no segundo nao é surpresa nenhuma"
        },
        {
            "id": 377216581819826176,
            "name": "Eduardo Jorge",
            "content": "<@!400026511693971486>, the Fit Hackerlady com essas torres gémeas chama me George Bush que faço te um inside job wink wink\nJk o Bush era burro demais para fazer um inside job"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "You know what I like more than my férias, knowledge"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "Jogar minecraft intensivamente é o teu coping mechanism por não poder trabalhar no bot"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "1D girls so good you can't even see them"
        },
        {
            "id": 377216581819826176,
            "name": "Eduardo Jorge",
            "content": "fora de merdas\nja vos contei um fetish que uma ex minha tinha?\ntinha o fetish de vestir-se como ela mesma e agir que nem uma puta\n😄"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "Criei Instagram porque andava a circular o rumor que uma gaja do meu ano tinha posto nudes.\nOra portanto\nCriar e adicionar era suspeito\nLogo segui umas 50 pessoas\nAdicionei\nSegui mais umas 50 pessoas\nMeti umas fotos assim de deitar fora\nNo fim ela não tinha posto\n10/10 would stalk again"
        },
        {
            "id": 237680887800528907,
            "name": "k\n(Not a teacher)",
            "content": "Nós com o evoluir da nossa mini sociedade fomos criando novos adjetivos para a situação em causa. Por exemplo uma pessoa atritosa é uma pessoa que tem muito atrito, porque os corpos mais pesados tem mais atrito"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Ainda me lembro da professora dizer que nós tínhamos de ter as costas como se tivéssemos engolido um garfo\nEu claramente já o defequei"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "claro, eu também ponho 30 gajos K.O. com o meu `Body Slam`"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Oracle starts at 1"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "Quando os aliens vierem à terra para guiar a humanidade, vão olhar para o meu código e dizer:\n'Os humanos já nos ultrapassaram há muito tempo'"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "Homem a sério não usa a internet usa o comando `man`"
        },
        {
            "id": 304389777703305218,
            "name": "Thor",
            "content": "O thor chega para todos tenham calma"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime\"",
            "content": "\"o ideal era escrever em pedra e entregar em pessoa ao professor\njá vi alguns a mandarem por pombo correio\no problema é que tens de ter em conta a altura do ano porque podes ter package loss na época da caça"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "latios é um pokemon e latias é uma pokemona"
        },
        {
            "id": 183222531979870208,
            "name": "herulume",
            "content": "Podias programar tão bem como editas imagens mas nada contra"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "A parte mais importante do dia é a parte em que estás a dormir"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Este manilas é mesmo larilas, nem partilha o server com os amigolas"
        },
        {
            "id": 183222531979870208,
            "name": "Herulume",
            "content": "cospe-me na boca e chama-me alcino"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "How much smarter are you with a phone or computer or without? You're vastly smarter, actually, You can answer any question pretty much instantly. You can remember flawlessly. Your phone can remember videos [and] pictures perfectly. Your phone is already an extension of you. You're already a cyborg. Most people don't realize you're already a cyborg. It's just that the data rate ... it's slow, very slow. It's like a tiny straw of information flow between your biological self and your digital self. We need to make that tiny straw like a giant river, a huge, high-bandwidth interface."
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "Pessoal\nAmanha\nParty no Braga Parque\nVamos todoa buscar carrinhos ao pingo doce e descer as escadas na area de restauração\nQuando digo carrinhos tmb digo cestos de compras"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "Sabes como é, ele gosta de ligar o seu Microsoft™ Windows™ e trabalhar nos seus relatórios em Microsoft™ Word™, e nos seus gráficos e tabelas em  Microsoft™ Excel™, se calhar até usar um Microsoft™ Surface™ para ser mais fácil de preparar as suas apresentações em Microsoft™ PowerPoint™."
        },
        {
            "id": 183222531979870208,
            "name": "herulume",
            "content": "isto é tudo escravos, i mean, subcontratar"
        },
        {
            "id": 397389065240182794,
            "name": "!Trina",
            "content": "Manilator  ÉS UM PÃO\nE EU SOU UM ALFACE DO LIDL"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "Java é o primo mais velho do C# que às vezes o pessoal da aldeia encontra a beber das poças de chuva no chão"
        },
        {
            "id": 183222531979870208,
            "name": "Herulume",
            "content": "If a programming language could rape, Java would pick on small children, and php would be running around, salivating and taking photos."
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "Eu gosto como o momento em que eu decido vir aqui dar um pouco de shitpost é o momento em que vira tudo merda"
        },
        {
            "id": 304389777703305218,
            "name": "Thor",
            "content": "Não tem cabelo suficiente para ser considerado cabelo, mas tem cabelo demais para ser careca. He is both and none of them at the same time\nHe is a glitch in the matrix"
        },
        {
            "id": 98500250540478464,
            "name": "Mendess",
            "content": "Haskell : CPecial Edition"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "`alias rape=sudo fuck`"
        },
        {
            "id": 101021328596803584,
            "name": "Dante",
            "content": "Eu acho que já vai em hexágono\nOu um género de árvore porque tudo liga à milady"
        },
        {
            "id": 183222531979870208,
            "name": "herulume",
            "content": "quem tiver windows devia aproveitar a lentidão daquela merda para equanto abre uma janela voces saltam de uma"
        },
        {
            "id": 183222531979870208,
            "name": "Herulume",
            "content": "O gajo que criou Java parece que fundou alto canhão depois de ter apanhado a mãe a comer o irmão"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a Teacher)",
            "content": "sempre que alguem me diz que gosta de C eu imagino essa pessoa a andar nua pela floresta à procura de plantas e animais mortos para meter à boca\nporque mais primitivo que isso nao consegues ir"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Eu espero um dia desencalhar\nCm um principe podre de rico\nQ me leve deste país\nE cada vez q esteja triste me cubra de Chanel"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a Teacher)",
            "content": "o nome gisele é parvo\nquem raios é que olha para uma criança, a sua própria filha, e decide \"vou-lhe dar um nome que parece o nome do tamanho de uma tshirt\""
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "daqui a pouco uma pessoa falece e nem sabe"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Tu não te vens, vais-te.\nParti de ti é separada."
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Amanhã é domingo\nAmanhã estarei em Sines\nLogo domingo estarei em Sines"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "As quotes da doutora elfrida refletem a mais pura das verdades"
        },
        {
            "id": 485178269193207848,
            "name": "thecrazy",
            "content": "eu ... sou oo NODDY\nABREM AS ALAS PARA O NODDY\nNODDY!"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Após entrares no discord não podes sair, you gotta commit"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Ele e o oraculo vai desistir do seu blog no fim de semana porque senão também não ia ter de ser eu n ão em que prefiro ficar em casa vê-me a verdade do evangelho e que ainda nao tive vontade para o futuro garantido a verdade e a vida de ser"
        },
        {
            "id": 419264830755569674,
            "name": "Pepe",
            "content": "não sendo de graça a minha opinião não tem lógica de programação"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "estava a preparar-me fisicamente para a apresentaçao de li1, tentei fazer svn update\nconnection refused por ser meia noite\nptsd 1º ano"
        },
        {
            "id": 485178269193207848,
            "name": "thecrazy",
            "content": "Pergunta: como transmitir a seca ao professor?"
        },
        {
            "id": 485178269193207848,
            "name": "thecrazy",
            "content": "Bem, o professor é um grande exemplo de sistema de transmissão, só transmite seca"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "O M G BORA JUNTAR O MEU 0 AO TEU 0 E FAZER UM 8"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Dizes assim, o meu pênis morreu, posso enterra-lo em ti ?"
        },
        {
            "id": 101021328596803584,
            "name": "Dante",
            "content": "Suck my colhões and let's practice fazer filhos"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Crlh, com língua e dedo não há mulher que meta medo"
        },
        {
            "id": 183222531979870208,
            "name": "Herulume",
            "content": "Palms are sweatty, knees weak, arms are heavy 😏 - Kaixi\n\nHis vomit on his sweater - Milady\n\ntheres java on his sweater already\nnull point exception\nand the system is broken now\nwhat the fuck is the gui doing now"
        },
        {
            "id": 183222531979870208,
            "name": "Herulume",
            "content": "You can't see commitment if you don't git add first"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "Imagina te lamber aquelas tetas cheias de pêlo molhadinhas na falésia"
        },
        {
            "id": 101021328596803584,
            "name": "Dante",
            "content": "Vai dar quotes da Bíblia ao caralho que te foda"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "A mítica Nutella do DI vai voltar a aparecer quando nos formos suicidar e vamos cair do telhado, graças à overdose de chocolate"
        },
        {
            "id": 507984570310721537,
            "name": "420calculosBlazeIt",
            "content": "I dont feel like living today, congelate the fuk out of me"
        },
        {
            "id": 507984570310721537,
            "name": "420calculusBlazeIt",
            "content": "Jesus, isso é tipo a época especial de não ter nada pra fazer 😂"
        },
        {
            "id": 485178269193207848,
            "name": "thecrazy",
            "content": "Porra, vocês estão mesmo com pensamentos suicidas xD"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "O único mestre que eu tenho é o mestre Mendess"
        },
        {
            "id": 507984570310721537,
            "name": "Zerfalex",
            "content": "honestly kissing girls is pretty gay, cuz you kissing someone who likes dudes and thats pretty gay imo\nIt aint gay if you and your homie both straigth\nlike we aint gay so it aint gay"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "fortine rape challenge (+18) (Gone wrong) (Gone sexual) (Cops came (In my mouth))"
        },
        {
            "id": 507984570310721537,
            "name": "420calculusBlazeIt",
            "content": "Quando a direita cansa, a esquerda avança, já diziam profetas"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a Teacher)",
            "content": "Hoje o Blade Runner 2049 vira Blade Runner 2050 pois já saiu há exatamente 1 ano."
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "ficar na posiçao de dab por 90 minutos parece um take interessante da vida"
        },
        {
            "id": 101021328596803584,
            "name": "Dante",
            "content": "Comer e romantismo na mesma frase só se for comer À luz das velas"
        },
        {
            "id": 320956679065960448,
            "name": "Reinolds",
            "content": "We're gonna build a wall and make LCC pay for it"
        },
        {
            "id": 101021328596803584,
            "name": "Dante",
            "content": "Acordas de pau feito é porque estavas a gostar de dormir"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "Let me be ur sugar mummy\nNao digas à Milady\nEla é muito ciumenta"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Então vou emigrar para o México, mudar de nome para Josepa e começar um negócio de criação de alpacas"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Arranjarei um sugar daddy, para poder ser a tua sugar mummy\n*Triângulo is the best polígono*"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Se tenho a tua permissão não preciso the sudo\ndeixa de ser sudo fuck e passa a ser só um fuck normal"
        },
        {
            "id": 423773873234771968,
            "name": "&42",
            "content": "Vendo a minha alma por um lugar sentado em algoritmos, offers please mandem uma bola de papel para o mendigo na fila do meio"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "Fui ao bar\nLevantei os olhos deste magnífico discord e olhei para a parede sagrada contendo a incarnação do Deus.\nMas choque\nO slot previamente ocupado pelos deliciosos e refrescantes Halls de mentol azuis estava vazia.\nUma luz de esperança apaga se na minha alma...\nTalvez num último suspiro de alma lá consigo dizer: \"Bom dia, queria uma garrafa de água fresca e um pacote de Halls de mentol dos azuis\".\nO vendedor olha para mim como quem olha para uma alma penada às portas do inferno.\n\"Só de citrinos\"\nA minha alma colapsou.\nMas talvez por ver o meu ar desapontado. O profeta que permite o acesso do comum dos mortais á iluminação disse.\n\"Mas vou ver se tem algum lá atrás\"\nA chama da esperança voltou a acender-se na escuridão!\nO profeta voltou com um solitário pacote de Halls de mentol azuis.\n\"Estás com sorte!\" - disse ele.\n\"Pois estou\" - disse eu.\nHALL HEILL OUR LORD AND SAVIOUR HALLS DE MENTOL AZUIS"
        },
        {
            "id": 210193619133399041,
            "name": "Hentai Lover | Loli Fucker",
            "content": "Hello\nHello\nplease fuck me in the ass senpai i want your monstrous cock"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a Teacher)",
            "content": "also, nao olhes para o source code senão ele olha de volta"
        },
        {
            "id": 146634765817217024,
            "name": "luk",
            "content": "porque as cozinheiras são programadas em haskell"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Eu sonhei com um ciclo for a perseguir-me"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "00h é hora da carruagem virar abobora e do svn falhar"
        },
        {
            "id": 101021328596803584,
            "name": "Dante",
            "content": "Disse tantas vezes ta bem ao peixe que ele morreu de autismo"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "**Sermão de santa Joana aos peixes**\nConteúdo: tá bem"
        },
        {
            "id": 419264830755569674,
            "name": "PepeTheSpookyFatCunt",
            "content": "Isto vai passar despercebido no shitposting mas eu às vezes quando acordo de manhã ponho All Star do Smash Mouth e recrio o início do Shrek"
        },
        {
            "id": 390886903219748864,
            "name": "General Peixinhos “O Regresso”",
            "content": "C.O.Z.I.N.H.A - Centro Organizacional da Zâmbia Internacionalmente nativo dos Hipopótamos ambiciosos"
        },
        {
            "id": 181002804813496320,
            "name": "KillByte",
            "content": "hey ladies , do me a favor , don't show me your boobs , show me your ip adress"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Go abort yourself"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Ai apaguem isso\nQUE HORROR\nReeeeee\nAté desaparecer\nLalalalalalala\nCamelos azuis\nMorsas amarelas\nSão azeiteiros\nGajas nem ve-las\nMIEI\nHshshsjdienck\nOk já desapareceu"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "*You program in assembly? what a rookie, I program in minecraft blocks*"
        },
        {
            "id": 419264830755569674,
            "name": "PepeTheSpookyFatCunt",
            "content": "Uminho hero academia"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "So suck my dick with your references\nOr you can suck it with your mouth, that's fine too"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Achas que tenho medo de ti\nA tua pila nem tem tamanho suficiente para chegar ao meu cu"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": ">Having deep and meaningful conversations\n>OWOWOWOWOWOWO"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "vamos ver anime colegas?"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "you can pipe my line 😏"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a Teacher)",
            "content": "Kids have reserved words for naming too, like 'Hitler' for example"
        },
        {
            "id": 419264830755569674,
            "name": "PepeTheGreenFatCunt",
            "content": "Gosto de quando o prof de CD diz coisas do género \"relembrando o que falamos na teórica\" nigga do you really thing we go? Miss me with that teórica shit"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "AGORA O MIGHTY QUER VENDER OS MEUS RINS"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "really put god's blessing in my ass"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Teorema de Elfrida Ralha, estudas para o 20 para tirar 10"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "NAO VAO SER AS AFTAS QUE ME VAO IMPEDIR DE COMER PANQUECAS"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "*Buckle up buttercup, you just flipped my bitch switch*"
        },
        {
            "id": 101021328596803584,
            "name": "Dante",
            "content": "Ddn\nE uma seca\nDo caralho\nAté já quero levar um tiro pela pátria e tudo"
        },
        {
            "id": 419264830755569674,
            "name": "PepeTheGreenFatCunt",
            "content": "Fuck you you fat autistic orange"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a Teacher)",
            "content": "Se ela não passou a algoritmos não quero saber dela"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "este discord ensina-me mais português do que o 12º ensinou"
        },
        {
            "id": 183222531979870208,
            "name": "herulume",
            "content": "cona é o meu goto para vars temporarias"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Será que um gajo que não seja surdo pode usar um aparelho como o teu e ouvir 2x mais? kappa"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "One time I blinked to Oracle, 5 mins later we fucked, true story btw"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "***Quem me dera ser surdo para não pagar propinas***"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Injetar bolhas é a nova droga"
        },
        {
            "id": 485178269193207848,
            "name": "theCrazy",
            "content": "Melhor caso: passar algoritmos\nCaso médio : reprovar\nPior caso: suicidar"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "O presente é o passado se estiveres no futuro"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "You've heard of machine learning, now get ready for caloiros learning."
        },
        {
            "id": 98500250540478464,
            "name": "Mendess",
            "content": "O Jbb é um deepfried meme"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a Teacher)",
            "content": "Eu ia-te partir a boca mas fico feliz por saber que nao vai ser necessario por enquanto"
        },
        {
            "id": 98500250540478464,
            "name": "Mendess",
            "content": "multi-caloiro drifting"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a Teacher)",
            "content": "A única prisão onde eu estou é a prisão de ventre"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a Teacher)",
            "content": "Eu só queria uma cute trap"
        },
        {
            "id": 485178269193207848,
            "name": "thecrazy",
            "content": "Eu passava a vida a jogar WWE e depois jogavamos 1 de karaoke\ne dava-me sempre \"DURO DE OUVIDO\"  😏"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "Yeet é o som que as motas de corrida fazem ao passar por ti\nYeet\nYeet\nYeet"
        },
        {
            "id": 485178269193207848,
            "name": "thecrazy",
            "content": "FDZ LIMPEM OS NARIZES"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a Teacher)",
            "content": "Yeet that meat"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "animem-se colegas\namanhã é sábado"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "Eu: ok começou o teste de ArqC\nMy brain: sail away, sail away.."
        },
        {
            "id": 419264830755569674,
            "name": "PepeTheSpookyFatCunt",
            "content": "Bem, tive 3 testes hoje e saber que tenho de estudar CD ainda tenho vontade de me atirar ao Atlântico e ficar lá até uma alga me furar o crânio"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Sapos1 more like saposGay"
        },
        {
            "id": 485178269193207848,
            "name": "thecrazy",
            "content": "Credo\nestou a ouvir a alguem a respirar"
        },
        {
            "id": 419264830755569674,
            "name": "PepeTheSpookyFatCunt",
            "content": "Atira ao ar, os que cairem na cama têm >15, os que cairem em cima do chihuahua têm 10, os que caírem no chão têm <10"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "linux is a bit like punching yourself in the face, and when people ask whyare you punching yourself in the face, you say \"well, it's free\""
        },
        {
            "id": 352817681654743041,
            "name": "Infermus",
            "content": "Sometimes, when I close my eyes, i can't see"
        },
        {
            "id": 272098945809907715,
            "name": "kaixi",
            "content": "404 : happiness not found"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "estás a pagar tempo da tua vida para os programar"
        },
        {
            "id": 485178269193207848,
            "name": "thecrazy",
            "content": "Partimos o gajo ao meio\n+ a pilinha dele ao meio\nmetade para mim metade para ti"
        },
        {
            "id": 98500250540478464,
            "name": "Mendess",
            "content": "> @MightyMime comes in\n> @MightyMime stabs\n> @MightyMime leaves"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "a polícia da internet vai-te apanhar\ne vão-te forçar a tirar dick pics e mandar para mim"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "My mum said I could be anything I wanted so I became a compressor"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "O ano passado tinha um uptime tão grande como a autonomia do meu pc"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Roubar é desconto de 100%. Now that's a good deal"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Dinâmica das contrações, também conhecido como trabalho de parto"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "O velho é um caso de paragem"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "Imagine having to specifically not ask for salad so your food doesn't contain larvae.\n\nThis post was made by the Esquina gang."
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "FFF\nFibonacci fap february"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Jbb saw Alcino and Haskell was born"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "O stor de cd da aulas recursivas, nas práticas chama as aulas teóricas, nas teóricas chama as aulas práticas. É uma boa desculpa para não explicar metade das cenas"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "Reza a lenda que o sapos1 quando for expulso de uma aula vai dizer no u e o professor é que vai sair"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "POO more like 💩"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a Teacher)",
            "content": "O teu projeto é merda  precises ou não de jsons"
        },
        {
            "id": 227827558173900801,
            "name": "Snow",
            "content": "sempre que o programa inserir um novo dado tira print e guarda como jpg depois tens toda a base de dados em imagem\n(╯°□°）╯︵ ┻━┻"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Vives a estudar. Pode não ser estudar a matéria para as cadeiras mas estudas"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Faz como eu, usas o telemóvel e o pc ao mesmo tempo para poderes acompanhar vários channels também.\n*You may not like it, but this is what peak performance looks like.*"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Eu não faço a cama.\nEu faço push %cobertor e o cobertor faz pop %calor e está a andar"
        },
        {
            "id": 423956774593363979,
            "name": "RisingFisan",
            "content": "My name is PepeTheJollyFatCunt, and I'm the fastest meme master alive!\nTo the outside world, I'm an ordinary MiEI student, but secretly I use my memes to fight the EU and find others like me."
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Lavas as mãos com os dentes\nE os dentes com as mãos"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Se conheceres uma gaja que tem super smash brostm  e disseres \"lemme smash\" e aquilo nao resultar podes sempre desfrutar de uma sessão de super smash brostm"
        },
        {
            "id": 186216976509698059,
            "name": "Massas",
            "content": "Na verdade Milove\nSe fosse primavera serias a flor mais bonita\nVerão a brisa mais suave\nOutono a folha mais bonita\n;))"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "You're so cool you're almost at 0 K (physics joke)"
        },
        {
            "id": 423956774593363979,
            "name": "RisingFisan",
            "content": "You're such a cute angel, you're almost at 0º (math joke)"
        },
        {
            "id": 423956774593363979,
            "name": "RisingFisan",
            "content": "Girls with dicks > boys or girls, cuz dick + boobs, perfect combo"
        },
        {
            "id": 419264830755569674,
            "name": "PepeTheJollyFatCunt",
            "content": "Ladies and gentlemen, it is with much sadness that I announce the end of the \"Advent jolly Pepe meme\" series for 2018. I wish every one of you a Merry Christmas and hope to see you all lovely ladies and gentlemen next year for the possible return of the \"Advent jolly Pepe meme\" series for 2019.\nThank you for the support fellow memers and remember to **never 👏 let 👏 your 👏 memes 👏 be 👏 dreams👏 **"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Telhado do DI resolve todos os problemas em O(1)"
        },
        {
            "id": 304389777703305218,
            "name": "Thor",
            "content": "quem me dera ter herdado os olhos verdes da minha mae fds"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "para abrir as pernas tens de cortar a pele e mostrar o osso"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "Como sou burro, para saber a resposta tinha de pensar"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "nao digas que vais ter um Ménage à trois diz antes que vais ter um biscoito"
        },
        {
            "id": 423956774593363979,
            "name": "RisingFisan",
            "content": "Why was six afraid of seven?\nBecause seven was a well known six offender."
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "dizer que Arq > Sc é como dizer que bicicleta > monociclo"
        },
        {
            "id": 419264830755569674,
            "name": "PepeTheGreenFatCunt",
            "content": "*yeah sex is cool but have you tried waking up to a mani in a suit photo on your phone*"
        },
        {
            "id": 419264830755569674,
            "name": "PepeTheGreenFatCunt",
            "content": "ELETRO \nMore like\nTFM OMG WHAT THE FUCK JUST HAPPENED TO ME, CADEIRA DO 2° ANO GONE WRONG, GONE SEXUAL, [NOT CLICKBAIT] story time"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "📂Not personal\n  └📁 Open\n      └📁 Best porn ever\n           └💿  Haskell"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "📂Unfunny people\n  └📁 Manilator"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime 🥖",
            "content": "men\nse os gajos tivessem as cataratas do belzebu o mundo acabava\nandavam a mijar nas esquinas a fazer smiles nas paredes com sangue"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Sou compilado em -OfuckingFast"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "será que o ferrero morrer é na verdade um anti-depressivo 🤔"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "If you want to die then you should not die because then you cannot die\nMind ? Blown.\nTraps ? Gay.\nHotel ? Trivago."
        },
        {
            "id": 423956774593363979,
            "name": "RisingFisan",
            "content": "Ser de Braga\nPrós:\n- Não é de Guimarães.\nContras:\n- Deixa a porta aberta."
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Nós já estamos em idade para casar"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Onde estao as femeas que querem pagar menos IRS?"
        },
        {
            "id": 421682673602396170,
            "name": "12_Pedro_99",
            "content": "Querem saber um bom meme? Quando entreguei o meu teste a stora de estatistica disse, e passo a citar:\n\"Deixe-me separar as folhas para ver se corrigimos o teste em tempo recorde\" *grins*"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "A minha futura redução de IRS tem um nice ~~ass~~ cabelo"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "ISD não é fodido, mas não entendo nada **tabem**"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a Teacher)",
            "content": "工 丁凵丂丅 乃乇卂丅 丅卄乇 下凵匚长 口凵丅 口下 从丫 刀工匚长 丂口 厶口刀刀卂从𠘨 卄卂尺刀"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "⬛️⬛️⬛️⬛️⬛️⬛️⬛️⬛️⬛️⬛️⬛️\n⬛️⬛️⬛️⬛️⬛️⬛️⬛️⬛️⬛️⬛️⬛️\n⬛️📜📜📜📜📜📜📜📜📜⬛️\n📜📜📜📜📜📜📜📜📜📜📜\n📜📜⬜️🔵📜📜📜🔵⬜️📜📜\n📜📜📜📜📜📜📜📜📜📜📜\n📜📜📜📜💼💼💼📜📜📜📜\n📜📜📜⬛️📜📜📜⬛️📜📜📜\n📜📜📜⬛️⬛️⬛️⬛️⬛️📜📜📜\n📜📜📜📜📜📜📜📜📜📜📜"
        },
        {
            "id": 419264830755569674,
            "name": "PepeTheGreenFatCunt",
            "content": "*Nós temos IQ elevado e o sapos têm IQ negativo para manter a média estável*\nPerfectly balanced as all things should be"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "*AlgC : passa cadeira com 9.5\nflex em metade do curso*"
        },
        {
            "id": 419264830755569674,
            "name": "PepeTheGreenFatCunt",
            "content": "If she's old enough to wet the bed she's old enough to give me head"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "If she can read she can take my seed"
        },
        {
            "id": 419264830755569674,
            "name": "PepeTheGreenFatCunt",
            "content": "If she's old enough to go to jail she's probably to old for me to nail"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "If she can get quoted she can get fucked"
        },
        {
            "id": 419264830755569674,
            "name": "PepeTheGreenFatCunt",
            "content": "If she's old enough to speak her mind she's old enough to take it from behind"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "If her name's risingfisan she is ready to be a *strong independent woman*"
        },
        {
            "id": 419264830755569674,
            "name": "PepeTheGreenFatCunt",
            "content": "If her name is milady she's probably ready to be a fucking amazing person"
        },
        {
            "id": 423956774593363979,
            "name": "RisingFisan",
            "content": "Não autorizo a Universidade do Minho a reprovar-me a nenhuma cadeira"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Pick up the cotton nogger boy"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Damn nogger stealing \nYou steal my cotton i steal your life"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "YOU SAID THE BAD WORD\nSHAKING AND CRYING RN"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Let's get JBB to host pew news 👏"
        },
        {
            "id": 419264830755569674,
            "name": "PepeTheGreenFatCunt",
            "content": "Joana should host pew news ta bem"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "Eu gosto de acreditar que as pedras podem ser bonitas\nAssim um calhau like me has a chance<:milady:429653057400340480>"
        },
        {
            "id": 423956774593363979,
            "name": "RisingFisan",
            "content": "What the frick?! That's my name! She can't do that! Shoot her... or something."
        },
        {
            "id": 419264830755569674,
            "name": "PepeTheGreenFatCunt",
            "content": "I like how you're constantly doxxing yourself RisingFisan 🌈"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "```Haskell\nholy :: Int -> String\nholy d = \"Todos os dias são Domingo\"\n```"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Broooos ja reparam que falamos de cds em CD"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "E já agora pedir um aumento para o fabuloso professor de CD que corrije os testes dentro de uma banheira com água benta"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "MightyMime you are MightyFag"
        },
        {
            "id": 507984570310721537,
            "name": "420calculusBlazeIt",
            "content": "all i want is them cp so li3 poo R"
        },
        {
            "id": 101021328596803584,
            "name": "Dante",
            "content": "girl = guy in real life"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Vejam maze porno de cavalos\nConteúdo de qualidade"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Eu hoje disse que a barriga da mulher do JBB estava programada usando IO (input do matreco do jbb e output dele got it?)"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "Peço desculpa pelos espamos de ordem superior que tive antes"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "AHAHAHAHAHAHAHAH OH GOD IM DYING!! WHAT IS AIR?! I CANT BREATHE!! SWEET, SWEET DICKS IN MY MOUTH THIS IS THE FUNNIEST FUCKING THING I HAVE EVER SEEN! BEND ME OVER AND FUCK ME﻿ TWO WAYS 'TILL SUNDAY IM DYING! OH SWEET JESUS TAKE THE WHEEL I CAN NEVER LISTEN TO RAP AGAIN!! JESUS..JESUS IM DYING!!!!"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Milady, queres mel abelhinha? - Int3rs3ct\n\nqueres leite minha vaca?"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Ah, you here at last 😤 looks like the 🅱️oss info was right...↗️🔫↘️🔃⤵️ twice now you made me taste bitter defeat... 😡🔥...~🐱M E A W🐱~ \nI hate to dissapoint the 🐍🐍. \nBut YOU mine now 👉👉 \n✋all of you, leave us🤚\nIts just you and me 😤👌🏻 no one to get in our way🚷\n🐱Ocelots🐱 are proud creatures 😤🔥\nThey prefere to hunt alone ↗️🔫↗️🔫🔄🔄🔄🔃⤵️⤴️↪️🔫↪️🔃⤵️🔫⤴️↪️⤵️🔫⤵️⤵️⤵️↪️🔫⤴️↪️🔃🔫🔫🔄🔄🔄🔄🔄🔄🔄🔄🔫⤴️↗️🔫🔃⤴️🔄🔫🔫—12 SHOTS—🔫🔫🔃↪️⤵️⤴️🔃↪️⤵️↘️🔫↘️🔫...\nThis time. I got 12 shots✋😤🤚\n                💨💨💨💨💨💨\n                            🤨😠\n ——————-O K A Y——————-\n                          DRAW"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Roubo uma merda vira logo quote"
        },
        {
            "id": 423956774593363979,
            "name": "RisingFisan",
            "content": "I thought it was for ~~nuggets~~ nu🅱🅱ets <:sad:418531425944338432>"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "*MiEI game: ride or die, either way you die*"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "Os putos todos comidos do caco a ter um ataque epilético porque o *xX_BigDong420_Xx* lhes deu um headshot"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a Teacher)",
            "content": "SÓ agora é que me apercebi que estou fraco nos memes\nQuando entrei aqui andava a fingir que era um professor infiltrado\nQuando é que eu parei com isso"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a Teacher)",
            "content": "Vai à search e mete o meu nome, has de encontrar cenas quotable"
        },
        {
            "id": 419264830755569674,
            "name": "PepeTheGreenFatCunt",
            "content": "Hey how are you doing girl?🤔 You looking thick as fuck 😩 haha jk you look like my fucking dead cat miau miau bitch, you a thot, oops I said it, thot😂👌 also I think I might have ligma 😟 don't know what that is? It's ligmaballs haha gotcha again, I'm flexing on your face 😂 get fucked"
        },
        {
            "id": 419264830755569674,
            "name": "PepeTheGreenFatCunt",
            "content": "18 naked cowboys wanting to be fucked! Cowboys in the showers at Ram Ranch! On their knees wanting to suck cowboy cocks! Ram Ranch really rocks! Hot hard buff cowboys their cocks throbbing hard! 18 more wild cowboys out in the yard! Big bulging cocks ever so hard! Orgy in the showers at Ram Ranch! Big hard throbbing cocks ramming cowboy butt! Like a breed a ram wanting to rut! Big hard throbbing cocks getting sucked real deep! Cowboys even getting fucked in their sleep! Ram Ranch … it ROCKS! Cowboys love big hard throbbing cocks!"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "SEND THEM TO THE **RANCH**"
        },
        {
            "id": 101021328596803584,
            "name": "Dante",
            "content": "SRCR Parece o filho do CR7"
        },
        {
            "id": 237680887800528907,
            "name": "(not a teacher)",
            "content": "eu quase chorei quando experimentei usar um ssd\nssd stands for speedy speed disk btw"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Esta cena dos spoilers é inútil, mas é giro, tipo os seres humanos em geral"
        },
        {
            "id": 423956774593363979,
            "name": "RisingFisan",
            "content": "Alan Turing: *invents computers*\nJBB: EXCUSE ME WHAT THE FUCK"
        },
        {
            "id": 183222531979870208,
            "name": "Herulume",
            "content": "O JNO podia falar de canecas que eu queria ser um puto de 5 anos chinês para as fazer"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Somebody show me the bzz 😏"
        },
        {
            "id": 419264830755569674,
            "name": "PepeTheGreenFatCunt",
            "content": "Roses are red \nViolets are blue\nI'll never let you go @RisingFisan 🌈 \nI'll always love you"
        },
        {
            "id": 419264830755569674,
            "name": "PepeTheGreenFatCunt",
            "content": "Guys questão honesta será que os pretos sonham a castanho ou a cores?"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a Teacher)",
            "content": "Tal como o José figueiras não é o verdadeiro causador do 11 de Setembro - PepeTheGreenFatCunt\nTal adónis do conteúdo audiovisual português nunca na vida poderia ter alguma relação com os horríveis atentados terroristas do 11 de Setembro!"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a Teacher)",
            "content": "sou como as avózinhas que se metem na maldicência à varanda"
        },
        {
            "id": 423956774593363979,
            "name": "RisingFisan",
            "content": "Nem sei o que é isso do barramento\nA única coisa que sei barrar é manteiga\nE mesmo assim faço merda muitas vezes"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "Para de rodar, estás a perder momento"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "💏 \n🍆 👅 \n🤤 \n🍑 👈 \n👉 👌 \n👉 💦 👌 😩 \n🤰 \n9⃣ 🇲 🇴 🇳 🇹 🇭 🇸 \n👶"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "DIAbetes só te mata de dia"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "infelizmente a soluçao final nao foi funcional"
        },
        {
            "id": 304389777703305218,
            "name": "Thor",
            "content": "I do not depend on such mundane things as motivation"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "O meu unico problema é a desproporcionalidade entre o meu tempo livre e a minha motivação"
        },
        {
            "id": 419264830755569674,
            "name": "PepeTheGreenFatCunt",
            "content": "*Ladies and gentleman, the earth has just been struck by a huge punheta*"
        },
        {
            "id": 419264830755569674,
            "name": "PepeTheGreenFatCunt",
            "content": "My favourite colour is blood"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Regra da mão direita?\nQuê? Mão direita copo cheio é penalti"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Somebody is in grave danger and they need Prosegur's help. All they want to know is your location."
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "Só me vou sentir realizado quando me respeitarem como um Fakir"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Falam mal de SO porque tenho POO"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "As aulas de SC deste ano é uma batalha entre o Old Proença e o New Proença. O New Proença quer dar matéria mas o Old Proença interrompe para falar das suas curiosidades. Quando o New Proença se apercebe já está com as mãos na cabeça porque está atrasado nos slides"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "Once upon a time, there was a King of the potato logic called Nestor.\nOne day, a good citizen called Milady decided to eat all the potatoes so that Nestor can finally say usefull things.\nBe like Milady.\nTHE END"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "és um espermatozoide que não deveria ter ganho a corrida"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Cata-me esse morfismo"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Many times before you, people have posted the same joke on the many places of the internet, a disgrace for them, as it is a garbage meme, do not, however, take a man his right to be a normie just out of jealousy."
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Falam mal de mim porque tenho sauce\nEstão tão encapsulados que nem os ouço"
        },
        {
            "id": 280091128920014849,
            "name": "StalindoIsto",
            "content": "#makeDIcommunistagain\nTornem o CeSIUM num sindicato!!!\nPrecisamos de proteção contra a opressão da prof de Electro e do Moura\nJBB IS OUR STALIN"
        },
        {
            "id": 193043741676797952,
            "name": "Hitler 👑",
            "content": "We're going on a trip, on our magic corolla ship"
        },
        {
            "id": 423956774593363979,
            "name": "RisingFisan",
            "content": "I agree with hitler\n🤔 Nunca pensei dizer isto"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "Posso fazer um pinheiro em vez de uma árvore?"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Fazer o ikea em ao contrário parece andar no gta em contra mão na autoestrada"
        },
        {
            "id": 423956774593363979,
            "name": "RisingFisan 🌈",
            "content": "Podemos pedir aos professores para imprimir os testes em folhas pretas com texto branco?\nQuero os meus testes em night mode\nÉ melhor para estudar à noite"
        },
        {
            "id": 423956774593363979,
            "name": "RisingFisan",
            "content": "🤔 Pad"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "É uma gamble entre ficar Com ela feita ou uma carta ***Vá direto para recurso sem passar na casa de partida***"
        },
        {
            "id": 98500250540478464,
            "name": "Mendess",
            "content": "*the ground trembles as jbb dies and comes back to life, now ever so slightly different but still with the same glimmer of shit code in it's eyes. Ready do return disturbingly accurate quotes at the right times*"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "MightyMeme is many late 🤔"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "I look like a walking frog"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "Insert the coin and Press Hitler 👑 to play!"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "me: the client parser sorts the clients alphabetically\ngcc: yep\n\nme: and im defining a variable as a return of the clients parser\ngcc: uh uh\n\nme: so when i print that variable, the clients should appear in alphabetical order\ngcc: sounds good to me\n\nme: so print them alphabetically\ngcc: `*autistic screeching*`"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Br***OOF***en\nfaz com que o falecimento diga ***OOF***"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Que deus carregue o teu condensador"
        },
        {
            "id": 400026511693971486,
            "name": "Milady",
            "content": "A true programmer names all his functions f, ff, fff, ffff ... Af, Bf ..."
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "CERN, fastest carrocel in the world"
        },
        {
            "id": 183222531979870208,
            "name": "herulume",
            "content": "dab dab dab\ndab on those strdups"
        },
        {
            "id": 98500250540478464,
            "name": "Mendess",
            "content": "`quoteA` e o pointer mais esquisito de sempre, quando fazes dereference da te sempre uma string diferente 🤔"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "hardcode makes your PP hard"
        },
        {
            "id": 98500250540478464,
            "name": "Mendess",
            "content": "Este fmm é o melhor fmmeme"
        },
        {
            "id": 485178269193207848,
            "name": "thecrazy",
            "content": "Amigo, os campos magnéticos não me podem deixar mais retardado do que já sou"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "A verdade esta nos ficheiros\nPara do falhanco recuperar\nEm memoria estara a cache\nPara rapido la chegar 👏 👏"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Isto em teoria e facil de fazer o codigo e que nao colabora"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Os gajos que fizeram o bluej devem ter metido lá no meio um `usleep(100)` porque aquilo tem um lag descomunal a escrever"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "I'm a gentleman, I don't treat wahman as objects"
        },
        {
            "id": 555003663332933633,
            "name": "PepeTheMathematicalCunt",
            "content": "Yeah guys sex is cool and all but have you tried *communism* ?"
        },
        {
            "id": 98500250540478464,
            "name": "Mendess",
            "content": "eu sou um mini intellij por dentro"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator",
            "content": "Deixa te de merdas\nsua potahontas"
        },
        {
            "id": 98500250540478464,
            "name": "Mendess",
            "content": "eu estava a gostar mais de quando os cilindros castanhos da conversa eram hotdogs"
        },
        {
            "id": 423956774593363979,
            "name": "RisingFisan 🌈",
            "content": "Isso está mau aí, os teus intestinos estão revoltados"
        },
        {
            "id": 423956774593363979,
            "name": "RisingFisan 🌈",
            "content": "How dare you accuse the **NATIONAL HOT DOG AND SAUSAGE COUNCIL** of being crap!!!!!"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "A minha sanita é do estilo daquelas da India\nAbro a claraboia e faço o pino"
        },
        {
            "id": 555003663332933633,
            "name": "PepeTheMathematicalCunt",
            "content": "Não é çedilha, é cedilha ó empeçilho"
        },
        {
            "id": 353172391259537408,
            "name": "Hitler",
            "content": "Parar com este meme é OBRIGATÓRIO e NÃO FACULTATIVO. Ainda não estar morto é INACREDITÁVEL e INACEITÁVEL"
        },
        {
            "id": 423956774593363979,
            "name": "RisingFisan",
            "content": "Croissant du omelette"
        },
        {
            "id": 98500250540478464,
            "name": "Mendess",
            "content": "Life lesson: Intentions don't actually matter"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a Teacher)",
            "content": "Strdup? Mas tens os defines?! Isso não é ANSI!!"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a Teacher)",
            "content": "#define yeet throw\n\nE de repente Java é muito mais engraçado"
        },
        {
            "id": 485178269193207848,
            "name": "Sr. Free",
            "content": "Calado antes que dê tautau no teu rabo até ficar vermelho"
        },
        {
            "id": 181002804813496320,
            "name": "KillByte",
            "content": "A minha cabeça so tem meio core"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "carefull if u insult my vscode-chan I will ddos your github acount and report u to the FBI for improper C standards"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime",
            "content": "Men\nIa dizer uma coisa clever\nMas o meu neurónio que faltava morreu"
        },
        {
            "id": 237680887800528907,
            "name": "(Not a Teacher)",
            "content": "se usas colunas em vez de HEADfones, representas tudo o que eu odeio neste planeta"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "imagine nao saber quem é a Maddie\nmas só os verdadeiros se lembram do Rui Pedro"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "👌 👌 💦 💦 😍 😍 😱 😱"
        },
        {
            "id": 107848461918941184,
            "name": "Sir Malloc()",
            "content": "Agora o meu kona esta kauai"
        },
        {
            "id": 98500250540478464,
            "name": "Mendess",
            "content": "Tava a gostar do drama dos turnos da licenciatura, tinha bué plot twists\nEste spin-off estã um bocado fraco"
        },
        {
            "id": 485178269193207848,
            "name": "Sr. Free",
            "content": "I want to go back to those times\nWhen I 👋 Mighty and Mighty 👋 me"
        },
        {
            "id": 485178269193207848,
            "name": "Sr. Free",
            "content": "És um ignorante. Mais uma vez não sabes do que falas e mais uma vez és apanhado em flagrante. Puramente um ignorante. Com todas as vogais e consoantes. Demagogo profissional a tempo inteiro ao serviço de uma agenda de interesses escondidos de propaganda vulgar com o intuito de tentar rebaixar a autoestima do indivíduo ao teu nível, ou seja, rasteiro, unicamente com um propósito de deleite pessoal de perversões psicossociais das qual aplicas grande parte da rotina do teu dia-a-dia."
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime 🥖",
            "content": "O gato com tentáculos de hentai looks nicer"
        },
        {
            "id": 107848461918941184,
            "name": "Sir Malloc()",
            "content": "Announcements? Eu vivo debaixo de um pedregulho\nNão recebo announcements aqui debaixo de penedo"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Adorava, claro que sim, oh grande deusa *tips fedora and bows*"
        },
        {
            "id": 183269791904038912,
            "name": "Bruffen",
            "content": "quando é que eu vou ter uma quote minha adicionada ;-;"
        },
        {
            "id": 183269791904038912,
            "name": "Bruffen",
            "content": "if you ban java we won't have minecraft anymore"
        },
        {
            "id": 107848461918941184,
            "name": "Sir Malloc()",
            "content": "Meu caro colega <@181002804813496320> você pensa que há \"merecer\" nisto de criar quotes memoráveis? Há toda uma arte milenar que atravessa áreas diversas de shitposting e de auto humilhação, meu caro."
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "UwU ayaya"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "I once met a girl, but in the end, it was a trap"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "I can now recieve my weeb card and my weeb waifu pillow I can masturbate to\nDamn it feels good to watch japanese cartoons"
        },
        {
            "id": 107848461918941184,
            "name": "Sir Malloc()",
            "content": "Eu continuo à espera que isto seja apenas um sonho. Amanhã acordo e o kaixi está aí  a insultar os weebs, a lutar a boa luta, a proteger mentes mais novas da degeneração que é aNiME."
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Pior que furries só pessoas que ~~não~~ vêm anime"
        },
        {
            "id": 107848461918941184,
            "name": "Sir Malloc()",
            "content": "As quotes do Kaixi perderam, pelo menos, 49% do seu valor intrínseco agora que ele se tornou num weeb"
        },
        {
            "id": 181002804813496320,
            "name": "Not Ahegao",
            "content": "eles devem la saber o que é um macOS\nainda achavam que era um produto do mcdonalds"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "I apologise to no peasents, my master plan was put in motion, simple mortals cannot comprehend the extent of the mechanisms that govern this universe, you think you know of the powers you speak, however you do not!"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Imagine the hard drive space you are wasting with those garbage unfunny memes"
        },
        {
            "id": 400031648537640962,
            "name": "MightyMime 🥖",
            "content": "Eu não sou wacist\nTanto aperto a mão a um branco como o pescoço a um preto"
        },
        {
            "id": 98500250540478464,
            "name": "Mendess",
            "content": "```\nM0 - F0\n   |\n   S0\n\n   S1\n   |\nM1 - F1\n```\nwhere M0 é gemeo de M1\n             F0 é gemea de F1\nse considerares que M0 == M1 e F0 == F1\nentao ficas com isto\n```\nM - F\n  |\nS0 S1\n```\ne eles sao irmaos"
        },
        {
            "id": 104867165508775936,
            "name": "darkwing",
            "content": "📗 📗 📗 📗 📗 📗 📗 📗 ❔ \n📗 📗 📗 📗 📗 📗 📗 📗 ❔ 🇦\n📗 ⬛ ⬛ 📗 📗 ⬛ ⬛ 📗 ❔ 🇼\n📗 ⬛ ⬛ 📗 📗 ⬛ ⬛ 📗 ❔ 🇼\n📗 📗 📗 ⬛ ⬛ 📗 📗 📗 ❔\n📗 📗 ⬛ ⬛ ⬛ ⬛ 📗 📗 ❔ 🇲\n📗 📗 ⬛ ⬛ ⬛ ⬛ 📗 📗 ❔ 🇦\n📗 📗 ⬛ 📗 📗 ⬛ 📗 📗 ❔ 🇳\n📗 📗 📗 📗 📗 📗 📗 📗 ❔"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Regra nº 34: Watching anime shall be punished"
        },
        {
            "id": 183269791904038912,
            "name": "Bruffen",
            "content": "sorry but i can't give you my children"
        },
        {
            "id": 183269791904038912,
            "name": "Bruffen",
            "content": "se eu vou abdicar do meu brufen tbm tens de conseguir abdicar dos teus girinos"
        },
        {
            "id": 183269791904038912,
            "name": "Bruffen",
            "content": "por favor eu peço-vos que não apaguem exatamente esta mensagem aqui que estão a ler independetemente do que possa acontecer"
        },
        {
            "id": 329929709381091330,
            "name": "Sapos1",
            "content": "Procuro: coisas\nOfereço: outras coisas"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Procuro: Amor\nOfereço: Depressão"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Queres viver sozinho comigo para o resto da vida? 😏"
        },
        {
            "id": 183269791904038912,
            "name": "Bruffen",
            "content": "vocês acham piada mas não são vocês que passam a noite no canto do quarto a chorar por causa do cyberbullying que sofro neste servidor"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "To me, you are all ~~comrades~~ cum rags."
        },
        {
            "id": 107848461918941184,
            "name": "Sir Malloc()",
            "content": "***LIBERTEM A AGUINHA!!***\n***AGUINHA HAS BEEN DOXXED***\n💦 ***AGUINHA MUST BE FREE***"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "Estava afk quando estavam a falar de homosexualidade, por isso aqui vai o meu inutil input:\nSe não gostas de gays és BIG GAY, porque gays reduzem o número de homens na oferta de uma relação com uma fêmea, de maneira que aumentam o teu valor e aumentam a tua probabilidade de obter uma parceira\nSe não gostas de lésbica és BIG GAY, este mais simples de explicar, matemática básica na verdade, 2 Girls > 1 Girl"
        },
        {
            "id": 98500250540478464,
            "name": "Mendess",
            "content": "O meu hobby agora é ajudar pessoas com problemas no pc com comandos de linux mesmo que tenham Windows\nAm I the bad guy here?"
        },
        {
            "id": 215470418067324928,
            "name": "Manilator🥛",
            "content": "Stop spam pls u fat remédio para as dores\nLuv u"
        },
        {
            "id": 272098945809907715,
            "name": "Kaixi",
            "content": "JBB : True + True dá erro\nheru : Hold my beer"
        },
        {
            "id": 107848461918941184,
            "name": "Sir Malloc()",
            "content": "és a causa do mal neste mundo\ntudo o que acontece de mal\nculpa é tua\nébola? crazy\n9/11  ? crazy\nFMM? crazy"
        },
        {
            "id": 98500250540478464,
            "name": "Mendess",
            "content": "O truque neste curso é descobrir de que forma é que este novo problema é igual a um que ja conheces"
        },
        {
            "id": 215470418067324928,
            "name": "Leite Hater 🥛",
            "content": "A comida da cantina consegue ser melhor do que beber leite\neeew"
        },
        {
            "id": 193043741676797952,
            "name": "Java 8 👑",
            "content": "Corro em mais de 3 bilioes de maquinas, vou vos assombrar ate com recurso ao vosso candeeiro"
        },
        {
            "id": 193043741676797952,
            "name": "Java 8 👑",
            "content": "Quando vieres para me atacar vais levar com um throw de ***UnsuportedOperationException***"
        },
        {
            "id": 104867165508775936,
            "name": "lightwing",
            "content": "\"joaninha... queres casar comigo?\"\n\"ta bem! ta bom! ta bem! ta bom! ta bem! ta bom! ta bem! ta bom! ta bem! ta bom! ta bem! ta bom! ta bem! ta bom! ta bem! ta bom! ta bem! ta bom! ta bem! ta bom! ta bem! ta bom!\""
        },
        {
            "id": 104867165508775936,
            "name": "lightwing",
            "content": "👉 🚪 \napontador para porta\nisto significa que tá na altura de te pores no caraças"
        },
        {
            "id": 107848461918941184,
            "name": "typedef char* list",
            "content": "A tua vida pode melhorar, incrementa-te"
        },
        {
            "id": 400026511693971486,
            "name": "Pumplady",
            "content": "Que erro crasso?\nA tua existência?"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "Estás aqui estás a levar com o jornal enrolado no lombo"
        },
        {
            "id": 98500250540478464,
            "name": "Kernel Panic",
            "content": "Vou começar a fazer terminal based apps e quando perguntarem sobre a gui vou responder \"GUI is left to the users imagination for best possible customization\""
        },
        {
            "id": 104867165508775936,
            "name": "lightwing",
            "content": "PURÃ parece que estás a dizer puré mas a meio ficas incrédulo com alguma coisa e berras alto \"HÃ???\""
        },
        {
            "id": 142944000138018816,
            "name": "Rui",
            "content": "Alguém chame o INEM aqui para o nosso coleguinha\nAcho que ele está a ter um derrame"
        },
        {
            "id": 181002804813496320,
            "name": "Hardcore Programmer",
            "content": "Nanana foi me prometido 2 chapadas nao partilho com ninguem"
        },
        {
            "id": 423956774593363979,
            "name": "Sofia-san UwU 🌈🎃",
            "content": "It's not spam if it's funny"
        },
        {
            "id": 142944000138018816,
            "name": "Rui",
            "content": "Um número misto é um número com queijo e fiambre?"
        },
        {
            "id": 98500250540478464,
            "name": "Kernel Panic 🦀",
            "content": "```\nA cow is a completely automated milk-manufacturing machine. It is encased\nin untanned leather and mounted on four vertical, movable supports, one at\neach corner.  The front end of the machine, or input, contains the cutting\nand grinding mechanism, utilizing a unique feedback device.  Here also are\nthe headlights, air inlet and exhaust, a bumper and a foghorn.\n    At the rear, the machine carries the milk-dispensing equipment as\nwell as a built-in flyswatter and insect repeller.  The central portion\nhouses a hydro- chemical-conversion unit.  Briefly, this consists of four\nfermentation and storage tanks connected in series by an intricate network\nof flexible plumbing.  This assembly also contains the central heating plant\ncomplete with automatic temperature controls, pumping station and main\nventilating system.  The waste disposal apparatus is located to the rear of\nthis central section.\n    Cows are available fully-assembled in an assortment of sizes and\ncolors.  Production output ranges from 2 to 20 tons of milk per year.  In\nbrief, the main external visible features of the cow are:  two lookers, two\nhookers, four stander-uppers, four hanger-downers, and a swishy-wishy.\n```"
        },
        {
            "id": 107848461918941184,
            "name": "Sir Malloc()",
            "content": "Oh minha grandessíssima amblose ambulante, um génio é mau? Levas 4 putas que passas a ouvir chopin todos os dias"
        },
        {
            "id": 383006338986541066,
            "name": "Oracle",
            "content": "Eu não sei que falácia é essa, mas sei que é uma"
        },
        {
            "id": 485178269193207848,
            "name": "🎃 Buuu 🎃",
            "content": "node.js more like nojo.js"
        },
        {
            "id": 280091128920014849,
            "name": "StalindoIsto",
            "content": "Não acreditem nestes homens que vos tentam vender óleo de cobra\nEles são uns nerds e estudavam todos os dias\nÉ só jajao"
        },
        {
            "id": 485178269193207848,
            "name": "🎃 Buuu 🎃",
            "content": "no teste quando ela me disser tabem? eu vou responder tamau"
        },
        {
            "content": "sempre aqui colega",
            "name": "Sapos0",
            "id": 329929709381091330
        },
        {
            "content": "será que um dia Sapos0 vai à universidade? 🤔",
            "name": "Sapos0",
            "id": 329929709381091330
        },
        {
            "content": "levas com aqueles ferros que marcam as vacas mesmo no lombo",
            "name": "lightwing",
            "id": 104867165508775936
        },
        {
            "content": "u will never find out how my voice looks like",
            "name": "Fytex",
            "id": 321346463148015626
        },
        {
            "content": "obrigado pelo ear rape colegas\nestou feliz por ter entrado neste voice channel pois agora não consigo ouvir",
            "name": "Kaixi",
            "id": 272098945809907715
        },
        {
            "content": "o meu hcá",
            "name": "Orácle",
            "id": 383006338986541066
        },
        {
            "content": "Ontem vi a Aguinha e a minha vida mudou",
            "name": "Profeta Malloc()",
            "id": 107848461918941184
        },
        {
            "content": "Profetizo a chegada do SaposN, n > 0",
            "name": "Profeta Malloc()",
            "id": 107848461918941184
        },
        {
            "content": ">using a vpn\n>not using a homemade server with a 600 volt capacitor kill switch straight to all major components thats hidden in the basement of some old faggot with dementia using his internet that you ssh into using another server just like this hidden in the basement of an equally brain dead boomer vegetable that you ssh into from the library computer",
            "name": "Orácle",
            "id": 383006338986541066
        },
        {
            "content": "perdao pela profanidade colega",
            "name": "Sapos0",
            "id": 329929709381091330
        },
        {
            "content": "também não sou o correio da manhã para te dar novidades",
            "name": "Dante",
            "id": 101021328596803584
        },
        {
            "content": "Paz nesta casa e naqueles que nela habitam\nAleluia aleluia\nSapos0 foi incrementado\nAleluia aleluia",
            "name": "Java 8 👑",
            "id": 193043741676797952
        },
        {
            "content": "o sapos63 pode dar pontapés na gramática\ne nos dentes de quem o chateia",
            "name": "lightwing",
            "id": 104867165508775936
        },
        {
            "content": "sem brincar mas sapos63@gmail.com soa muito a um e-mail de boomer",
            "name": "lightwing",
            "id": 104867165508775936
        },
        {
            "content": "Tenho ar de google, seu ignorante?",
            "name": "Sapos63",
            "id": 329929709381091330
        },
        {
            "content": "Ide chatear outro\nSeus palhaços a procura da aprovaçao dos outros",
            "name": "Sapos63",
            "id": 329929709381091330
        },
        {
            "content": "queres cura ? aquecete dentro do microondas",
            "name": "Sapos63",
            "id": 329929709381091330
        },
        {
            "content": "pena nao dar para matar pessoas atraves do discord senao ja so estava ca eu",
            "name": "Sapos63",
            "id": 329929709381091330
        },
        {
            "content": "fodasse eu digo foudasse como me apetecer. Foda-se o senhor que eu digo fodasse",
            "name": "Profeta Malloc()",
            "id": 107848461918941184
        },
        {
            "content": "crianças de merda, estejam calados durante 1 minuto",
            "name": "Sapos63",
            "id": 329929709381091330
        },
        {
            "content": "Prazer-te em conhecer",
            "name": "🎃 Buuu 🎃",
            "id": 485178269193207848
        },
        {
            "content": "byte matar",
            "name": "Sapos63",
            "id": 329929709381091330
        },
        {
            "content": "Tens sorte que ainda não chegaste ao nível em que sou rude, para a próxima podes não ter tanta sorte colega",
            "name": "Jéssica",
            "id": 364721929757917205
        },
        {
            "content": "🥊 you wanna fight, punk?",
            "name": "Sir Malloc()",
            "id": 107848461918941184
        },
        {
            "content": "Palavras da Elfrida quando perguntei o que fazer por ter 2 testes no mesmo dia: \"Não reprovasses\"",
            "name": "#[deriving(Patience)]",
            "id": 107848461918941184
        },
        {
            "content": "It was me all the time",
            "name": "Rui",
            "id": 142944000138018816
        },
        {
            "content": "Eu vou te dar uma cabeçada na segunda Arguz",
            "name": "Rui",
            "id": 142944000138018816
        },
        {
            "content": "*pilachu\nOh não\nIt happened again\n*pikachu",
            "name": "Rui",
            "id": 142944000138018816
        },
        {
            "content": "Sabes quando se pega fogo a uma folha e ela arde num instante? Pois, isso vai ser o teste de Cálculo. Vai arder bonito...",
            "name": "Rui",
            "id": 142944000138018816
        },
        {
            "content": "haha this is so funny omg i almost spit out my venti carmel frappuccino with non fat coconut milk exactly 2 1/2 cups of sugar with 4 chocolate drizzles, 6 1/2 pump of caramel drizzle, 3 expresso shots mixed in, extra whip cream, as well as birthday cake pop mixed in with a bit of strawberries on top, chocolate chips, coconut flakes, pump of vanilla, one pump of hazelnut, banana slices mixed in, chocolate shavings coating the bottom, cinnamon dolce and just a pinch of matcha powder",
            "name": "RisingFisan 🌈",
            "id": 423956774593363979
        },
        {
            "content": "Colega, já levei uma chapada do Mighty que até me deixou surdo, eu é que me sinto realizado",
            "name": "🎅 Buuu 🎅",
            "id": 485178269193207848
        },
        {
            "content": "Imagine using \"MMXIX\" in 11111100011",
            "name": "RisingFisan 🌈",
            "id": 423956774593363979
        },
        {
            "content": "Imagine using \"2K19\" in MMXIX",
            "name": "#[derive(Malloc)]",
            "id": 107848461918941184
        },
        {
            "content": "ela que visse isso\ndava-te uma coça que passavas a sapos-∞, colega",
            "name": "darkwing",
            "id": 104867165508775936
        },
        {
            "content": "chegas a minha beira sem eu notar e manda-me uma cabeçada do nada",
            "name": "Rui",
            "id": 142944000138018816
        },
        {
            "content": "mais depressa algoritimos me passa que eu passo algoritimos",
            "name": "Mydude",
            "id": 323829159849754634
        },
        {
            "content": "Consegui por o raio do mysql workmerdas a dar no linux!\nPalmas!\nPALMAS!",
            "name": "Sir Malloc()",
            "id": 107848461918941184
        },
        {
            "content": "sessões semanais de anime no cesium\nqual fifa qual quê\nvendam a xbox e comprem anime pillows\nOwO",
            "name": "darkwing",
            "id": 104867165508775936
        },
        {
            "content": "perdi dois neuronios ao olhar para essa imagem",
            "name": "Rui",
            "id": 142944000138018816
        },
        {
            "content": "I'm pretty much (stu)dying over here",
            "name": "Pumplady",
            "id": 400026511693971486
        },
        {
            "content": "i genuinely feel sad for fmm\nele antigamente lançava um livro por cada versão do java\nporque as versões saiam a cada 4~5 anos\nagora sai uma versão a cada meio ano\nele nem tem tempo de escrever o livro dele",
            "name": "darkwing",
            "id": 104867165508775936
        },
        {
            "content": "como raio se mandava dickpics na pré história?\nesculpias uma dickpic e mandavas-lhe?",
            "name": "Sir Malloc()",
            "id": 107848461918941184
        },
        {
            "content": "A Aguinha é tão real como a inteligência do crazy",
            "name": "RisingFisan 🌈",
            "id": 423956774593363979
        },
        {
            "content": "tal paraiso denominado aguinha nao existe",
            "name": "Sapos1",
            "id": 329929709381091330
        },
        {
            "content": "o Sapos pede \"por favor não me batas, estás a dar-me uma ereção\" e toda a gente perde a vontade de lutar\nentão aí ele ataca",
            "name": "MightyMime🥖",
            "id": 400031648537640962
        },
        {
            "content": "AAAAAI\nMATARAM-ME\nsofri de aborto tardio",
            "name": "Sir Malloc()",
            "id": 107848461918941184
        },
        {
            "content": "podia me ter violado ali que não tinha reparado",
            "name": "Evil Gina",
            "id": 142944000138018816
        },
        {
            "content": "ajudar alguem a fazer o trabalho de li faz parte da experiencia de muita gente no curso",
            "name": "MightyMime🥖",
            "id": 400031648537640962
        },
        {
            "content": "eu não limpo o meu cu a notas\nos cantos afiados magoam um bocado\nuso barras de ouro de 1Kg\nse tiveres comichão até podes usar um dos cantos arredondados para coçar",
            "name": "MightyMime🥖",
            "id": 400031648537640962
        },
        {
            "content": "um gajo pede uma quote e recebe o velho testamento",
            "name": "Correia",
            "id": 330314779048804352
        },
        {
            "content": "diz-me com quem vês anime e dir-te-ei quem és",
            "name": "darkwing",
            "id": 104867165508775936
        },
        {
            "content": "<:uminho:418841302441132043> <:uminho:418841302441132043> <:uminho:418841302441132043> <:eng:418840973779533834> <:uminho:418841302441132043> \n<:eng:418840973779533834> <:eng:418840973779533834> <:uminho:418841302441132043> <:eng:418840973779533834> <:uminho:418841302441132043> \n<:uminho:418841302441132043> <:uminho:418841302441132043> <:uminho:418841302441132043> <:uminho:418841302441132043> <:uminho:418841302441132043> \n<:uminho:418841302441132043> <:eng:418840973779533834> <:uminho:418841302441132043> <:eng:418840973779533834> <:eng:418840973779533834>\n<:uminho:418841302441132043> <:eng:418840973779533834> <:uminho:418841302441132043> <:uminho:418841302441132043> <:uminho:418841302441132043>",
            "name": "Sapos1",
            "id": 329929709381091330
        },
        {
            "content": "Ultima vez ficaste no canto a chorar em posição fetal e a dizer que o patriacado está contigo",
            "name": "Sir Society()",
            "id": 107848461918941184
        },
        {
            "content": "tenho medo, vem aí testamento",
            "name": "Sapos1",
            "id": 329929709381091330
        },
        {
            "content": "Macho que é macho anda com umas olheiras que parece que levou dois socos nos olhos",
            "name": "Dante",
            "id": 101021328596803584
        },
        {
            "content": "BROS 4 EVER OH MANO",
            "name": "Sir Society()",
            "id": 107848461918941184
        },
        {
            "content": "Alguma vez ouviste a tragédia de Aguinha, O Canal de Voz? Bem me parecia que não. Não é uma história que um sudoer te fosse contar. É uma lenda discordiana. Aguinha era um canal, tão invisível e sorrateiro que conseguia usar a Força para influenciar os midichlorianos e transformar-se no canal mais bem escondido do mundo... Tinha tanto conhecimento sobre o lado negro da Força que conseguia até mesmo impedir que o discord de MIEI falasse de si a tempo inteiro. O lado negro da Força é um caminho para muitas capacidades que alguns consideram contra-natura. O canal tornou-se tão poderoso... que a única coisa que temia era perder o seu poder, o que, eventualmente, aconteceu. Infelizmente, ele ensinou tudo o que sabia ao seu aprendiz, e depois o seu aprendiz derrotou-o durante o sono. Irónico. Conseguia salvar os outros canais da aguinha, mas não a si próprio.",
            "name": "darkwing",
            "id": 104867165508775936
        },
        {
            "content": "shut the fuck up",
            "name": "Bruffen",
            "id": 183269791904038912
        },
        {
            "content": "Aqui nao se usa agua para banho usa se gas",
            "name": "Hitler de Oliveira Salazar 👑",
            "id": 193043741676797952
        },
        {
            "content": "pessoal, olhem esta foto gira dos minions que encontrei no facebook :- )\nC:/Users/Carlinhos/Imagens%20Fixes/Erotico/Minion_Muito_Triste_screenshot-14-11-2019-14.31.37.jpg",
            "name": "darkwing",
            "id": 104867165508775936
        },
        {
            "content": "LIBERTEM O AMIGAS4EVER! \nAMIGAS4EVER HAS BEEN DOXXED\n👭 AMIGAS4EVER MUST BE FREE",
            "name": "RisingFisan 🌈",
            "id": 423956774593363979
        },
        {
            "content": "Sudoers, temos de arranjar um novo meme que ligue os nosso text e voice channels privados que nao existem",
            "name": "Kernel Panic 🦀",
            "id": 98500250540478464
        },
        {
            "content": "- How much doxing is there on this channel?\n- *yes*",
            "name": "PepeTheMathematicalCunt",
            "id": 419264830755569674
        },
        {
            "content": "A Elfrida ~~G~~Ralha vai viver eternamente. Alimenta-se do desespero que aflige sobre os estudantes durante o ano inteiro.",
            "name": "Rasputin.alloc()",
            "id": 107848461918941184
        },
        {
            "content": "um dia destes o mighty introduz microtransações às quotes e bem que nos fodemos. vai ser do género\n`Daily quote quota reached - please unlock JBB Premium™ (40% OFF! NOW $6.99 PER MONTH) to post more quotes!`",
            "name": "darkwing",
            "id": 104867165508775936
        },
        {
            "content": "*mais uma vez o fdp manda quotes relevantes*",
            "name": "Kernel Panic 🦀",
            "id": 98500250540478464
        },
        {
            "content": "o <#493142125505150986> é o `/dev/null` deste discord. So vai para lá merda e eu nunca o vejo",
            "name": "Kernel Panic 🦀",
            "id": 98500250540478464
        },
        {
            "content": "Se uma árvore cair na floresta e ninguém a ouvir, importa?\nSim. Pode ter esmagado o Crazy\n:D",
            "name": "Rasputin.alloc()",
            "id": 107848461918941184
        },
        {
            "content": "straight white male?\neven spaghetti bends when wet",
            "name": "#![forbid(Crazy)]",
            "id": 107848461918941184
        },
        {
            "content": "I mean sometimes I can suck my homies, it's like, I'm not gay and they ain't gay, so it ain't gay",
            "name": "Kaixi",
            "id": 272098945809907715
        },
        {
            "content": "Tenho saudades de quando podias importar um escravo da etiopia para te abanar um leque para os colhões quando estava mais calor para aumentar a tua performance competitiva a jogar Xadrez",
            "name": "MightyMime🥖",
            "id": 400031648537640962
        },
        {
            "content": "Como fazer um sistema distribuído? Usas os sistema distribuído dos outros",
            "name": "Kernel Panic 🦀",
            "id": 98500250540478464
        },
        {
            "content": "`ggVGra` == my state of mind",
            "name": "Kernel Panic 🦀",
            "id": 98500250540478464
        },
        {
            "content": "\"quoteA me\", parece o Super Mario a dizer \"It's a me! Mario!\": \"quote a me! {Name}\"",
            "name": "Kernel Panic 🦀",
            "id": 98500250540478464
        },
        {
            "content": "<@400031648537640962> tu não és tu quando não tens lenços",
            "name": "Kernel Panic 🦀",
            "id": 98500250540478464
        },
        {
            "content": "░░░░░░░░▄▄▄▀▀▀▄▄███▄░░░░░░░░░░░░░░\n░░░░░▄▀▀░░░░░░░▐░▀██▌░░░░░░░░░░░░░\n░░░▄▀░░░░▄▄███░▌▀▀░▀█░░░░░░░░░░░░░\n░░▄█░░▄▀▀▒▒▒▒▒▄▐░░░░█▌░░░░░░░░░░░░\n░▐█▀▄▀▄▄▄▄▀▀▀▀▌░░░░░▐█▄░░░░░░░░░░░\n░▌▄▄▀▀░░░░░░░░▌░░░░▄███████▄░░░░░░\n░░░░░░░░░░░░░▐░░░░▐███████████▄░░░\n░░░░░le░░░░░░░▐░░░░▐█████████████▄ ░\n░░░toucan░░░░░░▀▄░░░▐█████████████▄ ░\n░░░░░has░░░░░░░░▀▄▄███████████████ ░\n░░░░arrived░░░░░░░░░░░░█▀██████░░",
            "name": "Le Toucan.alloc()",
            "id": 107848461918941184
        },
        {
            "content": "```\nsudo rm -rf / --no-preserve-depresso\n```\nthat's what you need",
            "name": "Le Toucan.alloc()",
            "id": 107848461918941184
        },
        {
            "content": "Eu não sou perfeito mas sou do caralho",
            "name": "Rui",
            "id": 142944000138018816
        },
        {
            "content": "Chego a casa, troco pro meu nice pijama e começo a ouvir um barulho estranho\npassei 5 minutos pela casa toda à procura da fonte daquele barulho estranho\ntinha um pedaço de fita cola nas calças que quando roçava no chão fazia o barulho\nIsto foi a história do Barulho Estranho, o maluco, e o pijama que devia ter ido pra lavar.",
            "name": "Cândido Faísca.alloc()",
            "id": 107848461918941184
        },
        {
            "content": "Eles querem silenciar-nos, irmãos! Querem usar o bloat ``.jpeg`` quando na verdade ``.jpg`` basta! Abram os olhos para a verdade! Não é demasiado tarde! Podem salvar-se ainda! Juntem-se a mim no telhado do DI que eu dou-vos os seguintes *passos* para a vossa salvação!",
            "name": "Cândido Faísca.alloc()",
            "id": 107848461918941184
        },
        {
            "content": "nao te venhas\nvai te embora",
            "name": "Sapos1",
            "id": 329929709381091330
        },
        {
            "content": "Eu num faço asneiras\nEu ***SOU*** uma asneira",
            "name": "Reeeeee.alloc()",
            "id": 107848461918941184
        },
        {
            "content": "LIVE TO WIN!\nTIL YOU DIE!",
            "name": "Kaixi",
            "id": 272098945809907715
        },
        {
            "content": "Ainda estou a sangrar da última",
            "name": "Rui",
            "id": 142944000138018816
        },
        {
            "content": "A minha desilusão não é pouca nem é muita... É BASTANTE",
            "name": "Rui",
            "id": 142944000138018816
        },
        {
            "content": "\"Boomer\" is the n-word of ageism. Being hip and flip does not make bigotry ok, nor is a derisive epithet acceptable because it is new.",
            "name": "darkwing",
            "id": 104867165508775936
        },
        {
            "content": "A lenda reza que se alguém der ping na role Sudoers, um sudoer irá aparecer e resmungar com toda a gente",
            "name": "Bot Fluffy",
            "id": 485178269193207848
        },
        {
            "content": "Are you `Ok<?,?> ok = (Ok<?,?>) o;`",
            "name": "Kernel Panic 🦀",
            "id": 98500250540478464
        },
        {
            "content": "Oh Mighty, ``JVM13 is my BFF``? Se isso não é síndrome de estocolmo não sei o que é.",
            "name": "Sir Nalloc()",
            "id": 107848461918941184
        },
        {
            "content": "À dolorosa luz das grandes lâmpadas eléctricas do server de MIEI\n        Tenho febre e digito.\nDigito rangendo os dentes, fera para a injustiça disto,\n        Para a iniquidade disto totalmente desconhecida dos patrícios.\n\nÓ gotas, ó respingos, g-g-g-g-g-g-gotejar eterno!\nDivinal latíbulo cativo dos maquiavelismos em fúria!\nEm fúria fora e dentro do servidor,\nPor todos os meus nervos dissecados fora,\nPor todas as papiplas fora de tudo com que eu sinto!\nTenho os lábios secos, ó grandes alívios deste casebre,\nDe vos procurar desmedidamente nesta batelada,\n        Arde-me a cabeça de me querer submergir mesmo que seja breve\nDe expressão contemporânio de vós, ó Aguinhas!\n\nEh-lá-hô caloiros!\nEh-lá-hô doutores!\nEh-lá-hô mods apartidários!\n🌈 Amigas4Ever, 💦 Aguinha, Admin ⭐ Tools\n        Shangri-las encarcerados, cativos!\n\nEh-lá os interesses dos fuínhas,\nPorque tudo é 💦 Aguinha",
            "name": "Alloc() de Campos",
            "id": 107848461918941184
        },
        {
            "content": "My name's Alberto Calloc() and I'm the fastest PtrSc in the wild west",
            "name": "Alberto Calloc()",
            "id": 107848461918941184
        }
    ],
    "fact": [
        "Quando a vida dá limões ao JBB, ele decide começar uma plantação de árvores binárias.",
        "O universo é uma criação do JBB, todo ele criado com duas teclas, o 0 e o 1!",
        "O Sudo utiliza sempre o comando JBB!",
        "O JBB é o primeiro alquimista do qual há registo,ao conseguir transformar todos os testes em que toca em chumbo.",
        "O JBB tira finos na máquina de café do DI...",
        "O JBB é um spawn point para lendários no Pokémon GO.",
        "Num universo paralelo, Pokémons tentam apanhar os esquivos JBBs....e falham redondamente.",
        "Poderia o JBB programar um programa tão robusto que nem ele o conseguiria crashar?",
        "Num semestre inteiro de aulas,o JBB só precisava de ir a uma e era para avisar os professores que já sabia tudo e não precisava de ir a mais.",
        "O sonho do JBB é pedir aos alunos no primeiro teste para definirem a função em Haskell que escreve \"Hello Recurso\"",
        "A resolução de novo ano do JBB é tentar chumbar menos alunos do que no ano passado.",
        "O carro do JBB foi o primeiro protótipo do Google Car... Programado em Haskell.",
        "O Harry Potter era originalmente um projecto do JBB até a JK Rowling lhe ter dito que nao conseguia programar um livro em Haskell.",
        "O JBB consegue calcular quantas vezes corre um ciclo infinito!",
        "Os compiladores do JBB não dão warnings. O JBB é que dá warnings aos compiladores!",
        "O JBB consegue ordenar um array de zeros",
        "O JBB retorna o que quiser em funções do tipo void.",
        "O JBB nunca precisou de um debugger!",
        "O GCC foi escrito e compilado à mão pelo JBB!",
        "Para fazer um quick sort o JBB só precisa de um ponto e virgula.",
        "O JBB não gasta tempo, o tempo gasta JBB!",
        "Com o JBB a eduroam funciona bem!",
        "A primeira palavra que JBB disse foi monad!",
        "deviam usar Linux, um sistema operativo decente",
        "o jbb faz tudo em O(1)",
        "O <:JBB:418522097506320388>  foi escrito e compilado à mão pelo <:proenca:459051351633035295>!",
        "A internet é um produto secundário das sinapses do JNO"
    ]
}